{
  "id": "prologue",
  "judul": "Prologue",
  "konten": [
    {
      "paragraf": "I'd had this idea in my head for a while now, even before leaving my hometown to strike out on my own: Somehow, trouble always seemed to find me."
    },
    {
      "paragraf": "Thinking this as I gazed at the scene before me, I idly scratched at my cheek. It was almost evening. I had come to a city surrounded by lakes and forests—Sped, capital of the Kars Kingdom. In the distance, one could see clock towers, large ramparts, and other old, elaborately decorated buildings, all illuminated by the glow of the setting sun. It looked like they were being gradually overtaken by modern, homogenized gray buildings—what a waste."
    },
    {
      "paragraf": "I stood in a wide-open space. Around me were young men and women, decked out in their armaments. Each of them wore a gear-shaped necklace. I'd never seen anything like these accessories back home, and I'd only learned what they were a little while ago."
    },
    {
      "paragraf": "But enough about that. The real problem was how I was going to fix this mess I seemed to have landed myself in."
    },
    {
      "paragraf": "\"You damned…demon scum…\""
    },
    {
      "paragraf": "I looked down at my opponent, a girl who I had just roasted to a nice golden brown. She lay there, her hair a little frizzed, glaring up at me with a bitter expression on her face. The people in the gallery were reeling back. They had been looking at me with contempt or indifference before, but now they were staring at me like I was some kind of monster. Talk about rude. We settled the war between demons and humans more than ten years ago. Just then, I heard a rumbling around me like thunder— Whoops, that's just my stomach. Using that ability of mine always made me hungry."
    },
    {
      "paragraf": "\"R-Ruchika…\""
    },
    {
      "paragraf": "One of the first people in the gallery to unfreeze was a beautiful girl with silver hair and red eyes named Leonie. She had called out my name in a strained voice. That's me—Ruchika. I may not have the most delicate way of talking, but don't get it twisted: I'm a girl."
    },
    {
      "paragraf": "Leonie was a true beauty if there ever was one. She had long, pale hair that looked both white and silver at the same time. You could tell she took good care of it, and I bet it felt like heavenly silk to the touch. Her red irises, reminiscent of a cold flame that would freeze you if you made eye contact, were wavering with slight unease."
    },
    {
      "paragraf": "She had a kind of gloomy vibe about her, but that was no big deal. I'd be sure to put a smile on her face. I gazed at her, thinking how cute she was plopped down in the gallery, sitting with her legs bent at the knees. Then I opened my mouth."
    },
    {
      "paragraf": "\"Leonie.\""
    },
    {
      "paragraf": "\"!\""
    },
    {
      "paragraf": "My reply seemed to frighten her. Ugh, that sure bruises my ego. But that made sense, more or less. I had gotten a little violent back there. I might not have left the best impression, but I bet things would be all right in the end. I mean, she was going to have to get used to at least that much if this was going to be the beginning of a long relationship."
    },
    {
      "paragraf": "That's right—relationship. Humans sure did like to use roundabout expressions for that kind of thing. Back home, you'd get laughed at for using a term like that. So I figured, why don't I just go right ahead and say this my way for once?"
    },
    {
      "paragraf": "\"Hey, Leonie?\""
    },
    {
      "paragraf": "\"…What is it?\""
    },
    {
      "paragraf": "I stepped away from my opponent, who was still rolling and writhing on the ground, approached Leonie, and held out my hand. At the same time, I felt everyone else in the gallery flinch back in fear. Come on, guys, now that's just mean."
    },
    {
      "paragraf": "In Leonie's eyes, I saw myself, a short girl with black hair and irises. Sigh… I really do wish I was a little taller. She stared back at me cautiously, but I simply returned her gaze with a smile. She took my hand and got to her feet, rising to about one head taller than me. Yeah, must be nice to look so cool. So about Leonie and me—"
    },
    {
      "paragraf": "\"Ahem. Leonie, you were really brave back there.\""
    },
    {
      "paragraf": "\"…That wasn't exactly my intention, but…\""
    },
    {
      "paragraf": "\"No worries. I still thought it was super impressive.\""
    },
    {
      "paragraf": "\"Okay…\""
    },
    {
      "paragraf": "\"So anyway, I've got something I want to ask you.\""
    },
    {
      "paragraf": "\"…Yes?\""
    },
    {
      "paragraf": "I stopped talking for a moment and just looked at her. I could tell she was still wary of me. But that was appealing in its own way; I liked a girl who knew her own worth and didn't melt at the slightest compliment. Still, what I was about to say to her was a little drastic, even for me, so I could only hope she'd take it the right way."
    },
    {
      "paragraf": "Nothing to do but go for it. Mama always said a girl's gotta have guts."
    },
    {
      "paragraf": "\"Leonie Baez, will you be my mate?\""
    },
    {
      "paragraf": "\"Huh? 'M-mate'?\""
    },
    {
      "paragraf": "Ah, did I just see her blush? Maybe, just maybe? Dare I hope? I had been sure to show off my cool side, so I was pretty sure I had a shot here. All right, now I just have to win her over with some smooth talking."
    },
    {
      "paragraf": "\"Leonie, you're really nice, and in terms of looks, you're totally my type. I swear I'll make you happy. So? What do you say? Please?\""
    },
    {
      "paragraf": "\"Uh, um…what?\""
    },
    {
      "paragraf": "\"Let me guess…you're not sure about taking a demon as a mate. But you've got nothing to worry about there. My mama always said comfort is more important than attraction when it comes to mates.\""
    },
    {
      "paragraf": "\"N-no, that's not the issue…\""
    },
    {
      "gambar": "pg6.jpg"
    },
    {
      "paragraf": "Huh? Is she more uptight about this sorta thing than I took her for? I really thought I had a shot here. Did I mess up somewhere along the way? I thought back on everything that had happened up to this moment."
    },
    {
      "paragraf": "It all started the night I arrived in this kingdom…"
    }
  ]
}
