{
  "judul_volume": "Awal Petualangan",
  "penulis": "Raka",
  "rilis": "2025-01-01",
  "bab": [
    {
      "id": "bab1",
      "judul": "Bangun di Tengah Malam",
      "konten": [
        {
          "paragraf": "Langit malam menyelimuti desa kecil dengan sunyi yang mencekam. Hanya suara jangkrik dan desiran angin yang memecah keheningan. Raka terbangun dengan jantung berdebar kencang, keringat dingin membasahi dahinya. Mimpi itu… terasa begitu nyata."
        },
        {
          "gambar": "https://placehold.co/800x450/F0F0F0/000000?text=Scene+Desa",
          "caption": "Desa yang diselimuti kegelapan malam."
        },
        {
          "paragraf": "Dia bangkit dari tempat tidur, melangkah pelan menuju jendela. Di luar, bulan sabit bersinar redup, menerangi siluet pepohonan yang menjulang tinggi. Ada firasat aneh yang mengganggu pikirannya, seolah sesuatu yang besar akan terjadi."
        },
        {
          "kutipan": "Kadang, gelap bukan hanya milik malam—tapi juga hati yang menyimpan rahasia. Dan rahasia itu, perlahan mulai terkuak."
        },
        {
          "dialog": [
            { "karakter": "Ibu", "ucapan": "Kamu baik-baik saja, Nak? Ibu dengar kamu gelisah." },
            { "karakter": "Raka", "ucapan": "Aku mimpi sesuatu yang terasa nyata, Bu. Tentang sebuah tanda… dan sebuah panggilan." },
            { "karakter": "Ibu", "ucapan": "Mungkin hanya mimpi buruk, Raka. Kembali tidur, ya." }
          ]
        },
        {
          "paragraf": "Raka tahu itu bukan mimpi buruk biasa. Ada sesuatu yang memanggilnya, sebuah petualangan yang menanti di balik kegelapan malam."
        }
      ]
    },
    {
      "id": "bab2",
      "judul": "Pertemuan Rahasia",
      "konten": [
        {
          "paragraf": "Di balik bukit utara, tiga sosok berjubah berkumpul dalam keheningan. Api unggun kecil menerangi wajah-wajah mereka yang serius. Mereka adalah penjaga rahasia kuno, yang telah menunggu saat ini tiba."
        },
        {
          "gambar": "https://placehold.co/800x450/E0E0E0/000000?text=Rapat+Rahasia",
          "caption": "Pertemuan rahasia di bawah rembulan."
        },
        {
          "kutipan": "Misi kita tidak akan gagal lagi. Malam ini adalah permulaan. Sang Terpilih akan segera tiba."
        },
        {
          "paragraf": "Mereka membahas ramalan kuno dan tanda-tanda yang mulai muncul. Semua menunjuk pada satu nama: Raka. Anak muda dari desa terpencil itu adalah kunci untuk masa depan dunia."
        }
      ]
    }
  ]
}
