{
  "id": "chapter4",
  "judul": "Chapter 4",
  "konten": [
    {
      "paragraf": "<b>(Ruchika)</b>"
    },
    {
      "paragraf": "The proficiency test was about to begin."
    },
    {
      "paragraf": "The test venue was a deserted island covered in thick vegetation, and according to Aliza's explanation, there were many different kinds of monsters inhabiting it. On top of that, there were traps all over the island; it would be essential to cooperate with your Gear-chosen partners to overcome them."
    },
    {
      "paragraf": "\"We instructors will be leaving the island now. You will all need to find a way to return to the Institute using your own abilities. You may now begin the test!\""
    },
    {
      "paragraf": "As the teachers signaled the start of the exam, everyone took off running. Since there was a five-day time limit, most students chose to approach the test in ways that prioritized speed. This strategy used tons of resources and energy so the pair could move forward as quickly as possible. Considering there was quite a distance to the finish line—a mountain peak on the northern part of the island—an approach that emphasized speed would be a safe choice."
    },
    {
      "paragraf": "But—"
    },
    {
      "paragraf": "\"Ruchika. There's a trap about three meters in front of you.\""
    },
    {
      "paragraf": "\"Oops, close one! Thanks, Leonie.\""
    },
    {
      "paragraf": "\"You're welcome. We have a long way to go, so let's proceed steadily.\""
    },
    {
      "paragraf": "Leonie and I had chosen to prioritize safety at a slower pace. We would avoid fighting monsters and preserve our energy as much as possible while also using trap-detection magic. If all we had to do was reach the goal, we could go at the same pace as everyone else, but we had decided against it. Being totally exhausted by the time we crossed the finish line would leave us in a vulnerable position. We needed to maintain some surplus energy to be able to handle any unexpected situations that came up. We wanted to be combat-ready at all times, if it came down to it."
    },
    {
      "paragraf": "But even if we progressed slowly and steadily, we couldn't avoid encountering monsters and traps entirely. So I would handle any monster fights, and Leonie would be in charge of dealing with any traps. Aliza had said it would be difficult to complete the test without pairing up with your Gear-chosen partner, but I felt that Leonie and I were actually pretty good together when you considered each of our strengths."
    },
    {
      "paragraf": "\"…Even my silly hobby of convenience magic is coming in handy.\""
    },
    {
      "paragraf": "It was the end of the first day, and we had set up camp. As we sat by the fire, thinking back on the events of the day, Leonie commented this with an awkward smile."
    },
    {
      "paragraf": "\"It's not just a silly hobby! It's seriously helpful.\""
    },
    {
      "paragraf": "Leonie's convenience magic was amazing. She could change sewage into drinking water, keep us warm on cold nights, guard us from the rain, and multiply our rations. In a survival situation like this, her magic made her a jack-of-all-trades."
    },
    {
      "paragraf": "\"Still…Aliza really set us up here.\""
    },
    {
      "paragraf": "\"It seems she genuinely doesn't want us to pass.\""
    },
    {
      "paragraf": "Around the time we had started the test, I had learned from Nor that Leonie and I had received less food and water rations than the other students. Our test was blatantly being interfered with. This had enraged Nor, but Leonie and I didn't let it get to us. We were confident we'd be able to pass anyway. And the truth was, since we had Leonie's convenience magic to help us, getting food and water wasn't going to be a problem. In fact, we had more than enough."
    },
    {
      "paragraf": "\"…It's gotten quite chilly out here,\" said Leonie."
    },
    {
      "paragraf": "\"Yeah,\" I responded."
    },
    {
      "paragraf": "Apparently, the nights on this island were pretty cold. Since we didn't want to risk the fire getting out of control, we couldn't leave it going all night, but this was another area where Leonie's convenience magic came in handy. With an improved fire scroll, she had managed a way to sustain the warmth of the fire for an extended period of time. The spell on the scroll reduced the actual strength of the fire but prolonged its warmth, which was perfect for our current situation."
    },
    {
      "paragraf": "\"It's still so warm… This is awesome, huh?\" I said."
    },
    {
      "paragraf": "\"It's more effective than I expected. I'm glad I made this.\""
    },
    {
      "paragraf": "We chatted back and forth as we lay in our sleeping bags. Side by side, we gazed at the stars in the night sky through our transparent tent."
    },
    {
      "paragraf": "\"…Pretty.\""
    },
    {
      "paragraf": "\"Yes. When you look at the sky like this, I feel like our issues are insignificant.\""
    },
    {
      "paragraf": "\"I get that. It's like, you wonder why you were even worried about that dumb thing in the first place.\""
    },
    {
      "paragraf": "\"Yes.\""
    },
    {
      "paragraf": "For a while, a silence fell over us. The only sounds were the swaying of the trees in the wind and the chirping of insects. Thinking Leonie must have fallen asleep, I rolled over to try to drift off myself."
    },
    {
      "paragraf": "But instead, I locked eyes with Leonie. She was still awake, looking at me."
    },
    {
      "paragraf": "\"Oh, you're still up?\" I asked."
    },
    {
      "paragraf": "\"Yes.\""
    },
    {
      "paragraf": "\"You can't sleep?\""
    },
    {
      "paragraf": "\"That's not it. I was just thinking of how I never thanked you.\""
    },
    {
      "paragraf": "\"Thank me for what?\""
    },
    {
      "paragraf": "I wasn't sure what she was talking about. Leonie let out a small chuckle."
    },
    {
      "paragraf": "\"Ruchika, thank you for helping me get back on my feet. If you hadn't been there to encourage me that day, I think I would have given up on being a hero.\""
    },
    {
      "paragraf": "\"Leonie…\""
    },
    {
      "paragraf": "\"I was very happy when you told me you'd be my strength, that we could become heroes together. I've…been alone for so long.\""
    },
    {
      "paragraf": "Leonie laughed bashfully."
    },
    {
      "paragraf": "\"As the daughter of a hero, I've always had many people by my side. But with the exception of Nor, they only ever saw me as my mother's daughter, not my own person.\""
    },
    {
      "paragraf": "\"Well, now I'm jealous.\""
    },
    {
      "paragraf": "\"Nor is my friend. It's different with you.\""
    },
    {
      "paragraf": "Leonie's words made my heart start to pound."
    },
    {
      "paragraf": "\"Oh? What do you mean by that?\""
    },
    {
      "paragraf": "\"I can't really put it into words. But you're different from Nor. You're not a stranger, but I don't feel like you're a friend, either. If I had to put a word to it…\""
    },
    {
      "paragraf": "\"Yeah?\""
    },
    {
      "paragraf": "My chest filled with expectation as I urged her to go on."
    },
    {
      "paragraf": "\"…a partner, perhaps.\""
    },
    {
      "paragraf": "With that, Leonie stuck out her tongue at me. <i>Yeah, very cute.</i>"
    },
    {
      "paragraf": "\"'Partner,' huh? I was hoping for a little more than that…\""
    },
    {
      "paragraf": "\"Do you wish I had said 'lover' instead?\""
    },
    {
      "paragraf": "\"Yeah, I guess so.\""
    },
    {
      "paragraf": "\"I still…don't know much about love and romance. I've never had much time to think about it.\""
    },
    {
      "paragraf": "Leonie looked up at the sky again."
    },
    {
      "paragraf": "\"I've only ever thought about becoming a hero. Everything else was irrelevant. And I thought it was fine that way. But—\""
    },
    {
      "paragraf": "\"But?\""
    },
    {
      "paragraf": "As I encouraged her to go on, Leonie fell into thought for a bit before continuing:"
    },
    {
      "paragraf": "\"But after meeting you, I think my way of thinking has started to change. I'm starting to come around to the idea that maybe I should have been doing more pointless things along the way.\""
    },
    {
      "paragraf": "She assured me she meant that in a good way, and I nodded back."
    },
    {
      "paragraf": "\"After being so fixated on becoming a hero, I think I had become a rather flimsy person. So at that time—when my lack of fighting ability was pointed out, and my accomplishments were brought into question—I was easily bent and broken.\""
    },
    {
      "paragraf": "\"No, Aliza was just being too—\""
    },
    {
      "paragraf": "As I started to deny what she said, Leonie gave me a look that reined me in and made me shut up. I waited for her to talk."
    },
    {
      "paragraf": "\"Professor Aliza is partially to blame as well. But that's definitely not the only thing. I needed to be more thick-skinned. I needed a solid sense of determination that wouldn't be destroyed by a little bit of criticism. I needed conviction. Especially if I want to become a hero.\""
    },
    {
      "paragraf": "\"'Conviction,' huh…\""
    },
    {
      "paragraf": "I didn't really get that part. To me, wanting to become a hero had always been simple. I just wanted to be strong—and that was that. All that other stuff, like saving people, would come after. So I didn't entirely understand what Leonie was saying. But—"
    },
    {
      "paragraf": "—the way she'd talked about it was really cool."
    },
    {
      "paragraf": "\"But maybe I'm just thinking too hard about everything.\""
    },
    {
      "paragraf": "\"I don't think that's true. Hearing you say all that, I was really reminded that you're the daughter of the Almighty Hero, who defeated my mama.\""
    },
    {
      "paragraf": "\"What makes you say that?\""
    },
    {
      "paragraf": "\"I'm not totally sure, but I bet there's no one who's thought about what it really means to be a hero more than you have. And because of that, I don't think anyone has a better instinct for what it means to be a hero than you.\""
    },
    {
      "paragraf": "And she had arrived this mindset precisely because she had been born the daughter of a hero and hadn't always taken it for granted that she was."
    },
    {
      "paragraf": "\"You're exaggerating. I'm really just a little girl striving to become a hero someday.\""
    },
    {
      "paragraf": "\"Heh-heh, okay then. In that case, so am I.\""
    },
    {
      "paragraf": "With that, we exchanged smiles."
    },
    {
      "paragraf": "<i>—Ruchika. If you don't sleep soon, it'll affect your performance tomorrow.</i>"
    },
    {
      "paragraf": "<i>Yeah, okay. Just a little longer.</i>"
    },
    {
      "paragraf": "Proto chimed in to give me a helpful warning, but I wanted to chat with Leonie a bit more. At least until we reached a good stopping point—and this beautiful starry sky was too good to give up."
    },
    {
      "paragraf": "\"Ruchika, there's something I've been wanting to ask you.\""
    },
    {
      "paragraf": "\"What is it?\""
    },
    {
      "paragraf": "\"I am the daughter of a hero. That means I'm the enemy of your mother. Don't you have any resentment toward me?\""
    },
    {
      "paragraf": "\"Oh, that?\""
    },
    {
      "paragraf": "I wasn't sure if I could really make her understand, but keeping that in mind, I did my best."
    },
    {
      "paragraf": "\"My mama said she was exhausted by the never-ending, fruitless war with the human race. And the last human she ever fought with was the strongest in all humanity, the Almighty Hero. My mama was proud of her noble end, and I wouldn't ever want you to feel bad about that.\""
    },
    {
      "paragraf": "I hadn't been born yet when it happened, but even my nanny, who hated heroes, told me that my mama had seemed happy with how she met her end. I think, for her, it was a satisfying death."
    },
    {
      "paragraf": "\"I see…but I'm sorry. Honestly, I wish my own mother had made it out alive.\""
    },
    {
      "paragraf": "\"Then do you resent us demons?\""
    },
    {
      "paragraf": "\"…I believe that is a different conversation.\""
    },
    {
      "paragraf": "Leonie seemed unsure of how to respond to that."
    },
    {
      "paragraf": "\"There will be things about each other that we understand and things we can't understand—I know it comes as part of the package, and I love you anyway,\" I said."
    },
    {
      "paragraf": "\"There you go again, making declarations of love like it's nothing…\""
    },
    {
      "paragraf": "\"That's just how demon love goes. The way humans do it can be so frustrating.\""
    },
    {
      "paragraf": "\"I wish you would consider the emotions at play a little more delicately.\""
    },
    {
      "paragraf": "\"Oh? Then will you finally turn my way?\""
    },
    {
      "paragraf": "\"That's also a different conversation.\""
    },
    {
      "paragraf": "\"Aw, man…\""
    },
    {
      "paragraf": "I laughed, and Leonie laughed back."
    },
    {
      "paragraf": "\"Sorry for keeping you up like this. We should sleep soon.\""
    },
    {
      "paragraf": "\"Yeah, you're right. Night, Leonie.\""
    },
    {
      "paragraf": "\"Good night.\""
    },
    {
      "paragraf": "I closed my eyes and was soon overtaken by sleepiness. I let myself drift off without resistance and fell into a deep sleep."
    },
    {
      "paragraf": "\"…What a mysterious person. Our origins are as different as oil and water, yet I can feel so close to you… I wonder why.\""
    },
    {
      "paragraf": "I heard someone whisper this. But it just barely reached my fading consciousness, and the meaning of those words failed to register in my mind as I faded back to sleep."
    },
    {
      "paragraf": "◇◇◇"
    },
    {
      "paragraf": "On the fourth day of the test, we reached the goal: the island's northern mountain peak."
    },
    {
      "paragraf": "<i>—Ruchika, there's something strange here.</i>"
    },
    {
      "paragraf": "<i>Yeah, I noticed it, too.</i>"
    },
    {
      "paragraf": "Instead of returning to the Institute as expected, the students who had reached the goal before we had were grouped together at the spot, camping out."
    },
    {
      "paragraf": "\"Leonie! Ruchika!\""
    },
    {
      "paragraf": "\"Oh, Nor!\""
    },
    {
      "paragraf": "\"Nor, what exactly is going on here?\""
    },
    {
      "paragraf": "There, we found Nor, who had arrived before us. She had a fretful look on her face."
    },
    {
      "paragraf": "\"Come over here for a minute.\""
    },
    {
      "paragraf": "We did as she told us and followed after her. There, at the mountain's peak, was what appeared to be a kind of altar."
    },
    {
      "paragraf": "\"Look at this.\""
    },
    {
      "paragraf": "Nor pointed to a large spell circle engraved upon the ground. But there were scratches here and there all over it."
    },
    {
      "paragraf": "\"Is this…a teleportation circle?\""
    },
    {
      "paragraf": "\"Yes. But it appears to be broken, so none of us can return to the Institute.\""
    },
    {
      "paragraf": "\"Whaaat?\""
    },
    {
      "paragraf": "\"So that's why everyone is camped out here like this.\""
    },
    {
      "paragraf": "\"Yeah.\""
    },
    {
      "paragraf": "Since the expectation was that the students would each return to the school on their own via this teleportation circle, there were no instructors present on the island. If no one had come back by the expected time, the school would surely notice soon enough. But since this essential teleportation spell had now been damaged, the teachers and staff would have to arrive through another route, and that would take few days."
    },
    {
      "paragraf": "\"Looks like we're going to have to stick it out here, just us students, until they come to help us.\""
    },
    {
      "paragraf": "Saying this, I looked around. Most of the students were sitting around with fatigue in their eyes."
    },
    {
      "paragraf": "\"Apart from some of the high-achieving students like Nor and Danita, most of the other students look totally exhausted.\""
    },
    {
      "paragraf": "\"Yes, it appears so.\""
    },
    {
      "paragraf": "Unlike Leonie and I, who had gotten here at our own leisurely pace, most of the others had pushed to arrive as fast as possible. I bet many of them had stepped into traps or needed to fight monsters along their way. But since they'd believed everything would be fine as long as they could cross the finish line, they were in dire straits now. Plus, we had all only been given enough food and water to get us through the scheduled exam period."
    },
    {
      "paragraf": "\"What should we do, Leonie?\""
    },
    {
      "paragraf": "\"Huh?\""
    },
    {
      "paragraf": "I asked Leonie what she thought our next step should be."
    },
    {
      "paragraf": "\"Just guessing here, but if we leave everyone like this, people's lives could be threatened. But with your powers, I think we can save them.\""
    },
    {
      "paragraf": "Leonie had her convenience magic. If she wanted to, she could use it to extend the time we could feasibly survive here by leaps and bounds."
    },
    {
      "paragraf": "But that was if she was willing to use it."
    },
    {
      "paragraf": "\"Obviously, I plan to do all I can to help. This is an emergency situation; we should work together to overcome this hardship,\" Leonie answered without hesitation, as if it went without saying."
    },
    {
      "paragraf": "\"You plan to help them, even after they bullied you?\""
    },
    {
      "paragraf": "The other students had started ganging up on her after learning she had some shortcomings despite being the Almighty Hero's daughter. There was no reason she had to help them."
    },
    {
      "paragraf": "But—"
    },
    {
      "paragraf": "\"That doesn't matter. They're my classmates. And this type of situation is exactly what we did all that research on convenience magic for.\""
    },
    {
      "paragraf": "Leonie's gaze was unwavering."
    },
    {
      "paragraf": "<i>—So this is the kind of person Leonie is.</i>"
    },
    {
      "paragraf": "<i>Yep.</i>"
    },
    {
      "paragraf": "And because that's how she was—"
    },
    {
      "paragraf": "\"That's why I love you so much, Leonie.\""
    },
    {
      "paragraf": "\"Stop it with your nonsense and help me, please. First, let's secure our drinking water.\""
    },
    {
      "paragraf": "After that, we began working at full speed. With Nor helping us, we prepared all the urgent supplies we would need to live here. For example, Leonie had that magical device that would change sewage into drinking water. Originally, she had brought it for our personal use, but she had found a way to disassemble and reconfigure it to allow a larger number of people to utilize it."
    },
    {
      "paragraf": "But that wasn't all. We were able to set up a cooking space that used fire magic and a first aid station where students who weren't feeling well could rest, and we assigned several students to be in charge of the various stations. The other students were deeply impressed by Leonie's skill and leadership after only knowing her as a student who was failing in her practical training. Now they had really gotten a taste of her true abilities."
    },
    {
      "paragraf": "\"I think that's about it…\""
    },
    {
      "paragraf": "\"Great job, Leonie. Let's take a break.\""
    },
    {
      "paragraf": "Having briefly left her side, I walked back up to her and handed over something small and red."
    },
    {
      "paragraf": "\"Wild strawberries?\""
    },
    {
      "paragraf": "\"Yup. There were a bunch of them growing out in the mountains. I gathered some other edible plants, too.\""
    },
    {
      "paragraf": "\"Thank you, Ruchika. That's very helpful of you.\""
    },
    {
      "paragraf": "Leonie popped one of the wild strawberries into her mouth. I always thought eating something sweet was a good way to refresh myself."
    },
    {
      "paragraf": "\"How long do you think we can last out here?\""
    },
    {
      "paragraf": "\"As long as everything goes smoothly, maybe five days. I'm not so sure about any longer than that.\""
    },
    {
      "paragraf": "\"When you think about the distance between here and the capital, we'll just barely fall short…\""
    },
    {
      "paragraf": "I had gotten some information about the island's location in the kingdom before coming here. If it took two days for someone at the school to notice something was off, then three days by horse to the nearest port, and two more days to get here by ship, we could estimate it would take about a week for our teachers to get here."
    },
    {
      "paragraf": "\"There are already some people in bad shape due to their fatigue and the stress of the unfamiliar environment. For their sakes, I hope a rescue team will come as quickly as possible…\""
    },
    {
      "paragraf": "Leonie's face was downcast."
    },
    {
      "paragraf": "\"Don't overburden yourself with all this, Leonie. Your abilities are amazing, but you're just a kid.\""
    },
    {
      "paragraf": "\"That's true, but…\""
    },
    {
      "paragraf": "\"Hmm…I bet if I phrase it this way, it'll get through to you. Right now, you're our lifeline. So if anything happens to you, we're all back to square one. You have an obligation to take care of yourself.\""
    },
    {
      "paragraf": "\"…You're right. I'll be careful.\""
    },
    {
      "paragraf": "She said this with a serious look on her face, and then her expression softened."
    },
    {
      "paragraf": "\"You're getting pretty good at dealing with me, Ruchika.\""
    },
    {
      "paragraf": "With that, she put on a playful smile."
    },
    {
      "paragraf": "Afterward, the two of us kept on working hard. Using convenience magic and the island's natural resources to the best of our abilities, we worked on making sure all the students would be able to get back to safety."
    },
    {
      "paragraf": "It was during the fourth day of our group campout when the trouble started."
    },
    {
      "paragraf": "◇◇◇"
    },
    {
      "paragraf": "<i>—Ruchika. Wake up.</i>"
    },
    {
      "paragraf": "<i>?</i>"
    },
    {
      "paragraf": "I was in the middle of a catnap when Proto's voice woke me up."
    },
    {
      "paragraf": "\"Well, what've you got to say about this?!\""
    },
    {
      "paragraf": "\"<i>Aaah…</i> What's going on?\""
    },
    {
      "paragraf": "As I yawned, I heard some kind of commotion outside our tent. I woke up Leonie, who was sleeping next to me; let her know something strange was going on, and quickly started getting ready to get up for the day."
    },
    {
      "paragraf": "\"I-it wasn't me!\""
    },
    {
      "paragraf": "\"Then why are Danita's rations gone, huh?!\""
    },
    {
      "paragraf": "\"I—I don't know… Maybe some wild animal took them?\""
    },
    {
      "paragraf": "\"Huh?! Don't play dumb with me!\""
    },
    {
      "paragraf": "The commotion was happening around the food pantry."
    },
    {
      "paragraf": "<i>—That sounds like trouble.</i>"
    },
    {
      "paragraf": "<i>It's one of Danita's gang. I wonder what happened?</i>"
    },
    {
      "paragraf": "The pantry was a space where we kept all the foodstuffs we had gathered from the mountains; it was maintained at a low temperature thanks to one of Leonie's devices. And the person in charge of this station was Nor."
    },
    {
      "paragraf": "\"What's going on?\""
    },
    {
      "paragraf": "\"Oh, Ruchika, Leonie! Help!\""
    },
    {
      "paragraf": "\"What happened?\""
    },
    {
      "paragraf": "\"This girl thinks she can get away with pocketing Danita's food rations!\""
    },
    {
      "paragraf": "\"…\""
    },
    {
      "paragraf": "One of Danita's flunkies was stirring up a fuss. Nor had shrunk back into a cowering pose, while Danita stood by with her arms crossed. A crowd had formed around them, and everyone was staring at Nor coldly."
    },
    {
      "paragraf": "\"Her food?\""
    },
    {
      "paragraf": "\"Wh-when I went to distribute this morning's rations, Danita's portion wasn't there…\""
    },
    {
      "paragraf": "\"So why don't we just go get her some more? There's no need to make a big deal about it.\""
    },
    {
      "paragraf": "\"It seems Danita has very particular dietary restrictions… She can't eat rice.\""
    },
    {
      "paragraf": "In other words, Danita's food had been specially prepared for her, and we wouldn't be able to come up with a replacement right away."
    },
    {
      "paragraf": "\"So what are you planning to do about it?! Are you gonna make Danita go without breakfast?!\" asked Danita's flunky."
    },
    {
      "paragraf": "\"I'm sorry,\" said Nor."
    },
    {
      "paragraf": "<i>Oh? Okay, I see. I think I get it now.</i>"
    },
    {
      "paragraf": "\"We'll prepare a replacement for Danita's meal as soon as possible, so let's all please put the pitchforks down,\" said Leonie."
    },
    {
      "paragraf": "\"Huh?! Leonie, you think you can just let her get away with this because she's your friend?!\""
    },
    {
      "paragraf": "\"That's not my intention, but there's no use in just arguing back and forth about it. That would delay Danita's breakfast even further.\""
    },
    {
      "paragraf": "\"If we don't straighten this out, the same thing is just gonna happen again! Right, Danita?!\""
    },
    {
      "paragraf": "\"…I don't really care if my breakfast is late. I don't care, but—\""
    },
    {
      "paragraf": "\"See?!\""
    },
    {
      "paragraf": "Danita sounded like she wanted to say something else but just swallowed her words with a sigh when she saw her crony getting so carried away."
    },
    {
      "paragraf": "\"Hey, you,\" I said."
    },
    {
      "paragraf": "\"Whaddaya want, Ruchika? You gonna cover for Nor, too? You guys are nothin' but a bunch of—\""
    },
    {
      "paragraf": "\"—Can you shut up for a sec?\""
    },
    {
      "paragraf": "I let a fierce aura come over my body and glared back at Danita's follower. The girl took one step back, as if overpowered."
    },
    {
      "paragraf": "\"'Scuse me.\""
    },
    {
      "paragraf": "\"Wh-what are you doing?!\""
    },
    {
      "paragraf": "I got up in the crony's face and gave her a sniff."
    },
    {
      "paragraf": "\"Uh-huh, I see.\""
    },
    {
      "paragraf": "\"See what?\""
    },
    {
      "paragraf": "\"Just hold on a sec and let me do my thing.\""
    },
    {
      "paragraf": "Next, I went into our food pantry and smelled around, then lastly, I sniffed Nor."
    },
    {
      "paragraf": "\"Yup, I got it.\""
    },
    {
      "paragraf": "\"Got what, Ruchika?\""
    },
    {
      "paragraf": "Leonie was watching on suspiciously at my sudden, strange behavior. I brushed it off and shot her a smile, before turning back to Danita's follower."
    },
    {
      "paragraf": "\"You're the one who took Danita's food, aren't you?\""
    },
    {
      "paragraf": "\"Wha?!\""
    },
    {
      "paragraf": "\"Huh?\""
    },
    {
      "paragraf": "Danita's crony put on a startled look when I said this. Leonie looked perplexed."
    },
    {
      "paragraf": "\"See, I've got a really keen nose. And when I sniffed around in the pantry, your scent was a whole lot stronger in there than Nor's. That means you went into the pantry sometime after Nor distributed the evening rations last night. Why?\""
    },
    {
      "paragraf": "\"Uh?!\""
    },
    {
      "paragraf": "Danita's follower went pale when I asked her this."
    },
    {
      "paragraf": "\"Y-you're just making up lies, trying to cover for Nor—\""
    },
    {
      "paragraf": "\"You're the one who's lying. Come on, everyone, just think about it.\""
    },
    {
      "paragraf": "I turned to address the gallery of onlookers who had gathered."
    },
    {
      "paragraf": "\"You all know what Nor's like from getting to know her the past few months, right? Do you really think a shy, reserved person like her would do something like this? For the sake of argument, even if she did have some reason to steal food, do you really think she would steal Danita's of all people? It's just not possible.\""
    },
    {
      "paragraf": "The audience buzzed. Because of the sensitive nature of the issue surrounding food, they had seemed to lose their composure a bit. But once they calmed down and thought about it, I knew they would understand. There was no way Nor would do something like this, and she had no reason to. If anyone had a motive to do something like this, it would be—"
    },
    {
      "paragraf": "\"So it <i>was</i> you.\""
    },
    {
      "paragraf": "\"N-no, she's wrong, Danita! This is! I wouldn't!\""
    },
    {
      "paragraf": "\"The hell did you do, then?!\""
    },
    {
      "paragraf": "Danita approached her crony and slapped her across the face. The girl fell on her behind."
    },
    {
      "paragraf": "\"…I-it's not like I wanted to do it!\""
    },
    {
      "paragraf": "\"Then why did you?\""
    },
    {
      "paragraf": "\"Professor Aliza told me to! She wanted me to rile you up!\""
    },
    {
      "paragraf": "\"—?!\""
    },
    {
      "paragraf": "Danita's follower grimaced and continued accusingly:"
    },
    {
      "paragraf": "\"I wanted to get close to you 'cause you're supposed to be the great Battle-Ax Hero's daughter, but now you're always getting overshadowed by Ruchika!\""
    },
    {
      "paragraf": "\"What?!\""
    },
    {
      "paragraf": "\"If Professor Aliza or I don't do stuff like this to get you angry, you'll never do anything about it!\""
    },
    {
      "paragraf": "\"—!\""
    },
    {
      "paragraf": "Danita's face warped with grief. Not only had someone she trusted betrayed her, but now she was having insults to her pride thrown at her, too. No matter how arrogant Danita usually acted, of course she would react to this. She was being publicly humiliated, and her reputation was being ground into the dirt."
    },
    {
      "paragraf": "\"!\""
    },
    {
      "paragraf": "Danita restlessly looked around. She was no longer her usual haughty, tyrannical self, but a poor, shaken-up animal cornered by cold stares."
    },
    {
      "paragraf": "\"D-don't look at me like that! I… I!\""
    },
    {
      "paragraf": "It was painful to watch. I didn't hate her. And while she was a bit of a tyrant, I knew she wasn't a bad person at her core. It was hard to see her have to go through something like this."
    },
    {
      "paragraf": "I wanted to say something to her—but my feet stopped in their tracks."
    },
    {
      "paragraf": "\"Don't look at me!\""
    },
    {
      "paragraf": "A malicious aura flowed out of her body and began to react with something in her bag. My demon senses were telling me it wasn't anything good."
    },
    {
      "paragraf": "\"Danita, stop! If you release that dark aura, something bad is gonna happen!\""
    },
    {
      "paragraf": "\"I… I!\""
    },
    {
      "paragraf": "She had become overcome with despair, and my voice wasn't reaching her. A strikingly strong light shone from her bag before something tumbled out from inside it. It was a scroll."
    },
    {
      "paragraf": "\"That's a summoning scroll!\""
    },
    {
      "paragraf": "Leonie was the first person to grasp what it was. Apparently, it was the military scroll that had gone missing."
    },
    {
      "paragraf": "\"We have to destroy it and stop the summoning!\""
    },
    {
      "paragraf": "\"It's too late. It's already being summoned. Everyone, get back!\" I yelled."
    },
    {
      "paragraf": "I blocked the scroll from Leonie as she tried to approach it and made everyone stand back."
    },
    {
      "paragraf": "The scroll Danita had activated with her aura had already drawn a huge spell circle in the air. Within it, a large shadow began to materialize."
    },
    {
      "paragraf": "◇◇◇"
    },
    {
      "paragraf": "<b>(Leonie)</b>"
    },
    {
      "paragraf": "I looked up at the monster's huge frame, which seemed like it was made out of tempered steel. It was a one-eyed giant that moved like a sentient mountain. It held a club made of stone in its right hand. It was…"
    },
    {
      "paragraf": "\"A cyclops…\""
    },
    {
      "paragraf": "Ruchika, standing beside me, spoke its name as if talking to herself. It was indeed a cyclops—a demon soldier that was said to have single-handedly mowed down dozens to hundreds of humans in the Great Human-Demon War."
    },
    {
      "paragraf": "\"Leonie, get everyone to safety. This isn't the kind of opponent regular humans can take on.\""
    },
    {
      "paragraf": "\"…What do you plan to do?\""
    },
    {
      "paragraf": "\"I'll buy you all some time to escape.\""
    },
    {
      "paragraf": "\"You can't! This isn't like a child fighting an adult—you'd be crazy to take that thing on!\""
    },
    {
      "paragraf": "Her opponent was gigantic, like its own fortress. While Ruchika was certainly strong, I didn't think there was anything she could do against it."
    },
    {
      "paragraf": "\"I'll use <i>Gluttony</i> at full power right from the beginning. It'll be okay. I can at least buy you some time. Now go!\""
    },
    {
      "paragraf": "She pushed hard at my back, making me stumble forward. When I looked back, she was already standing within reach of the cyclops. Slipping past the storm of club attacks, which looked like they could pulverize her with the slightest hit, she closed in on the giant."
    },
    {
      "paragraf": "\"Ruchika… Please, stay safe!\""
    },
    {
      "paragraf": "There was no room for carelessness now. I needed to use the time Ruchika had bought for us and get the others evacuated to a safe place."
    },
    {
      "paragraf": "\"Everyone, please remain calm and keep your distance! Slow and steady!\""
    },
    {
      "paragraf": "Even though we hero cadets had been trained in this kind of thing, the students couldn't help but be shaken by a threat of this level. Yet still, thanks to that training, they didn't end up panicking. Without any pushing or shoving, they moved in an organized manner away from the monster."
    },
    {
      "paragraf": "\"Leonie!\""
    },
    {
      "paragraf": "\"Nor? Please, get back!\""
    },
    {
      "paragraf": "\"I want to help Ruchika. I promise I won't get in the way.\""
    },
    {
      "paragraf": "\"—!\""
    },
    {
      "paragraf": "I was surprised. Nor was usually so timid and fearful. While she was surely one of the most-skilled students in our class, people overlooked her ability because of her disposition. But now that very girl wanted to stand up and fight against this terrifying cyclops."
    },
    {
      "paragraf": "\"It'll be dangerous.\""
    },
    {
      "paragraf": "\"I know. But I'm a hero cadet. And I think if my mother was in this situation, she'd do the same. I can't just sit by and watch this thing kill Ruchika!\""
    },
    {
      "paragraf": "\"…Very well. Please, lend her your strength, Nor!\""
    },
    {
      "paragraf": "\"Okay!\""
    },
    {
      "paragraf": "We exchanged determined nods as we headed back to the battlefield together."
    },
    {
      "paragraf": "\"Leonie?! And Nor?! What are you doing back here?!\""
    },
    {
      "paragraf": "Ruchika let out a scream when she saw us. Kicking off the cyclops's boulder-like chest, she took a moment to retreat toward us."
    },
    {
      "paragraf": "\"We don't want you to fight alone.\""
    },
    {
      "paragraf": "\"We can help you!\""
    },
    {
      "paragraf": "I used healing magic on Ruchika, who was already covered in wounds from just a short period of fighting. Then Nor chanted a support magic spell and cast it upon us all. I could feel power welling up inside me."
    },
    {
      "paragraf": "\"Man, you guys never learn, do you?\" said Ruchika."
    },
    {
      "paragraf": "\"Speak for yourself,\" I responded."
    },
    {
      "paragraf": "\"This isn't the time to chat, you two. Here it comes!\" shouted Nor."
    },
    {
      "paragraf": "We ended our short meeting and scattered, and an explosive attack immediately came slamming down on the spot we had just been standing."
    },
    {
      "paragraf": "\"Such strength…\""
    },
    {
      "paragraf": "We had learned in detail about cyclops monsters in lecture. As soldiers, they adopted a fighting style that prioritized brute physical strength over using mana or battle aura. They excelled in both attack and defense and would rush into battle without even bothering to defend against superficial attacks."
    },
    {
      "paragraf": "\"Tch! <i>Gluttony</i> doesn't work on this thing!\""
    },
    {
      "paragraf": "It sounded like Ruchika was getting irritated. <i>Gluttony</i> allowed her to consume her opponent's mana and battle aura and convert it into her own power. But this cyclops relied on brute strength alone, so there wasn't anything for her to absorb."
    },
    {
      "paragraf": "\"I'll stop it from moving. Ruchika, Nor, you attack it!\""
    },
    {
      "paragraf": "\"!\""
    },
    {
      "paragraf": "\"G-got it!\""
    },
    {
      "paragraf": "I quickly chanted a spell, aiming at where the Cyclops was standing."
    },
    {
      "paragraf": "<i>\"Muddy Soil!\"</i>"
    },
    {
      "paragraf": "\"—!\""
    },
    {
      "paragraf": "One of the giant's thick, log-like feet began to sink into the ground. Having lost its footing, the monster was momentarily rendered unable to move."
    },
    {
      "paragraf": "\"Go for it, Ruchika! <i>Air Burst!</i>\""
    },
    {
      "paragraf": "\"Yaaaaah!\""
    },
    {
      "paragraf": "As Ruchika threw a punch at the monster, Nor cast a wind magic attack in its direction as well. Their target: its gigantic eye. That was the cyclops's only weak point."
    },
    {
      "paragraf": "But—"
    },
    {
      "paragraf": "\"Oh no! Ruchika, watch out!\""
    },
    {
      "paragraf": "\"?!\""
    },
    {
      "paragraf": "\"Grrraaah!\""
    },
    {
      "paragraf": "My Gear had shown me a prediction of Ruchika being deflected and thrown backward. But my warning was too late; the cyclops let out a resounding roar, and Ruchika was sent flying back like a ball. Her small body bounced once, twice against the ground before stopping and going motionless."
    },
    {
      "paragraf": "\"Ruchika!\" I shouted."
    },
    {
      "paragraf": "\"Leonie, I'll distract it, so you heal her!\""
    },
    {
      "paragraf": "\"Okay!\""
    },
    {
      "paragraf": "As Nor began a magical chant to stop the cyclops from moving, I ran over to Ruchika. It appeared she had managed to put up her guard before taking a hit from the cyclops, but still, she was covered in injuries from head to toe. Of particular concern was her left hand, whose bones were pulverized, appearing to have taken the brunt of the cyclops's club."
    },
    {
      "paragraf": "\"Ruchika, hold on!\""
    },
    {
      "paragraf": "I used all my power to cast healing magic on her, but the damage she had taken was too great. She remained unconscious."
    },
    {
      "paragraf": "\"Kyaaaaa!!\""
    },
    {
      "paragraf": "Hearing a scream, I turned to the cyclops and saw that it had clasped one of its hands around Nor and started to squeeze her entire body."
    },
    {
      "paragraf": "\"Aaaah!\""
    },
    {
      "paragraf": "I heard a faint sound—Nor's bones were beginning to creak under the pressure. At this rate, our defeat was inevitable. I racked my brains for something I could do."
    },
    {
      "paragraf": "Then I remembered the time Ruchika had spoken about how auras had different flavors."
    },
    {
      "paragraf": "\"Ruchika, your <i>Gluttony</i> is an ability that absorbs others' aura and mana and converts them into power. And the more compatible the wavelengths of that aura, the more power you receive—isn't that right?\""
    },
    {
      "paragraf": "<i>In that case…</i> Ruchika was still unconscious in my arms. Looking down at her innocent face, her eyes still closed, I began to charge up my mana inside my body."
    },
    {
      "paragraf": "\"Ruchika, I believe in your power—and in our bond.\""
    },
    {
      "paragraf": "Even if Ruchika did wake up, I wondered how much more she could fight against that monster, and how her <i>Gluttony</i> ability would vary based on our compatibility. Both factors were uncertain, but I decided to trust in them."
    },
    {
      "paragraf": "If we wanted enough power to take down the cyclops, I couldn't be stingy with my mana. I gathered it from every nook, every cranny of my body. I had to give everything I had to Ruchika, even if it meant my life. Feeling a strange sensation begin to bubble up within me, I drew close to Ruchika's face."
    },
    {
      "paragraf": "\"I entrust myself—my everything—to you. So please, Ruchika—\""
    },
    {
      "paragraf": "I pressed my lips against hers."
    },
    {
      "paragraf": "Drunk on the ecstasy of my burning, overflowing mana, I poured everything I had into Ruchika. I could feel my power draining from within me, from the root of my very being. But I still didn't stop sending mana into her body."
    },
    {
      "paragraf": "<i>Please, Ruchika. Wake up.</i>"
    },
    {
      "paragraf": "I sensed my body empty out, and just before my consciousness faded away, I felt power beginning to overflow from someplace even deeper."
    },
    {
      "paragraf": "<i>What is this</i><i>?</i>"
    },
    {
      "paragraf": "A dazzling, explosive light began to shimmer."
    },
    {
      "paragraf": "◇◇◇"
    },
    {
      "paragraf": "<b>(Ruchika)</b>"
    },
    {
      "paragraf": "When I woke up, I was in Leonie's arms, surrounded by light. It looked like she had blacked out. Since my consciousness had still been faint, I understood what had happened. Leonie had done something really bold for me."
    },
    {
      "gambar": "pg153.jpg"
    },
    {
      "paragraf": "\"I won't let you down, Leonie.\""
    },
    {
      "paragraf": "I squeezed my fist and felt power overflowing from within me. There was something different from the times when I had simply eaten mana or aura using <i>Gluttony</i>. Compared with that, the amount of power I had absorbed and was now flowing throughout my body was clearly excessive. <i>What even</i> is <i>this?</i>"
    },
    {
      "paragraf": "<i>Guess there's just something special about tasting your future bride's mana.</i>"
    },
    {
      "paragraf": "<i>—An interesting hypothesis indeed. But right now, I believe you should be focusing on the cyclops.</i>"
    },
    {
      "paragraf": "<i>Yeah, I know.</i>"
    },
    {
      "paragraf": "I jumped to my feet and faced down the cyclops. Nor was lying on the ground near the giant."
    },
    {
      "paragraf": "<i>It can't be</i>, I thought in shock for a split second, but then I realized she was still breathing. I felt relief and rage welling up within me at the same time."
    },
    {
      "paragraf": "\"What did you do to my friend, you jerk?!\""
    },
    {
      "paragraf": "I put my strength into my fist and leaped at the cyclops. The next moment, its gigantic frame was within my reach."
    },
    {
      "paragraf": "\"Take that!\""
    },
    {
      "paragraf": "I slammed my fist into the side of the giant's face. Perhaps being taken off guard, the cyclops took the full brunt of the attack and staggered backward. I kept showering it with attacks."
    },
    {
      "paragraf": "\"Haaaaaah!\""
    },
    {
      "paragraf": "Swinging my fists, I aimed my second and third hits at the giant's humongous eye. Something was clearly different about my strikes from before. They were more effective now. But my enemy still couldn't be taken lightly. I delivered my fourth blow in a defensive stance, righted my posture, and prepared for its counterattack. I desperately dodged the giant's fists as they landed with as much force as a massive carriage accident and kept up my own attacks in the meantime."
    },
    {
      "paragraf": "\"Grrr…\""
    },
    {
      "paragraf": "\"?!\""
    },
    {
      "paragraf": "Suddenly, the cyclops dropped down to all fours and closed its mouth. I felt a cold chill run down my spine in premonition. I immediately dodged to the side, taking distance from the beast."
    },
    {
      "paragraf": "\"Grrraaaahhh!\""
    },
    {
      "paragraf": "Destructive breath surged from the cyclops's mouth. The move had incredible force, immediately ripping up from the ground the portion of the woods in its path. Making everyone else evacuate really had been the right call. There would have been no way to focus on the battle while also keeping them from harm. Just as I was thinking this—"
    },
    {
      "paragraf": "<i>—Ruchika, alert. Approximately eight meters behind you, to your right.</i>"
    },
    {
      "paragraf": "<i>Huh? …Oh man…</i>"
    },
    {
      "paragraf": "There were still some stragglers who hadn't escaped. Danita and one of her followers specifically. <i>Seriously, what the hell are they still doing here?!</i>"
    },
    {
      "paragraf": "\"You guys have to run! You're in the way!\""
    },
    {
      "paragraf": "Continuing my close-range battle with the Cyclops and being careful not to take any of its breath attacks, I shouted to the two girls. Danita's follower looked like she had frozen in terror and completely collapsed. Danita, on the other hand, had avoided that fate, but she still seemed to be in some kind of daze."
    },
    {
      "paragraf": "\"Danita, come on!\""
    },
    {
      "paragraf": "\"Why?\""
    },
    {
      "paragraf": "\"What?! I can't hear you!\""
    },
    {
      "paragraf": "\"Why can't you…just give up already?!\""
    },
    {
      "paragraf": "Danita spoke as if delirious."
    },
    {
      "paragraf": "\"How long are you dropouts gonna keep this up?! Why should you care about us—? You should just leave us to die! So why?!\""
    },
    {
      "paragraf": "This may have been the first time I was really seeing Danita's true self. She was in tatters. Now even abandoned by her own followers, she had fallen as the poster child for the next generation of heroes and was left powerless and trembling. Regret, turmoil, and frustration at her inability to finish what she'd started—it all swirled around her, and the only thing she could do was ask—\"<i>Why?</i>\""
    },
    {
      "paragraf": "\"Why do I need a reason…to protect a friend?\" I asked."
    },
    {
      "paragraf": "I didn't really get what she was asking. Both Danita and her follower were my friends. So I needed to protect them. That was it. There was no place for reasoning or logic in that, but maybe humans thought differently about it."
    },
    {
      "paragraf": "\"A friend? You mean me?\""
    },
    {
      "paragraf": "\"Am I wrong? At least, I consider you my friend.\""
    },
    {
      "paragraf": "Dodging under the cyclops's massive arm, which threatened to down us in one hit, I kept talking to Danita. Of course, I probably should have been focusing completely on the battle. But for some reason, I had a feeling that if I cut our conversation short now, I might never get to speak with her again."
    },
    {
      "paragraf": "\"…\""
    },
    {
      "paragraf": "Danita was dumbfounded. I didn't have the leeway to turn back and look at her, but I guess from her reaction she had never expected to be told that. <i>Y'know, that hurts my feelings a little. Maybe my idea of friendship is just one-sided after all?</i>"
    },
    {
      "paragraf": "\"I mean, it's fine either way, so just get out of here, okay? You're probably gonna have to carry your flunky there.\""
    },
    {
      "paragraf": "\"…Hey.\""
    },
    {
      "paragraf": "\"Yeah, what? Can't you see I'm a little busy right now?!\""
    },
    {
      "paragraf": "Danita was trembling. I thought part of what she was feeling must be fear. She had to be scared of a monster like this. Honestly, even I was afraid of it. But I knew that wasn't the only reason she was trembling."
    },
    {
      "paragraf": "\"Who d'you think I am?!\""
    },
    {
      "paragraf": "\"Huh? Danita?\""
    },
    {
      "paragraf": "I felt energy welling up behind me. I knew what it was without even looking back to check. It was a pure, unadulterated battle aura, the color of bright, fresh blood."
    },
    {
      "paragraf": "\"Everyone's always underestimatin' me! I'm the daughter of the Battle-Ax Hero, Wolbalter—the one and only Danita Blackburn!!\""
    },
    {
      "paragraf": "It was like her very soul was crying out. As her booming voice shook our surroundings, red meteors of concentrated aura cut through the air."
    },
    {
      "paragraf": "Danita swung her signature sword from over her head. The trajectory of its beautiful slash cut into the cyclops's steel-hard right hand and sliced it in half."
    },
    {
      "paragraf": "\"Gyaaaaahhh!\""
    },
    {
      "paragraf": "Even the cyclops seemed surprised by the seriousness of the blow, and it shrank back as if unable to bear the pain. This was our first big opening—and we had to take advantage of it."
    },
    {
      "paragraf": "\"Awesome job, Danita! Maybe I should consider <i>you</i> for my mate, too!\""
    },
    {
      "paragraf": "I concentrated the rest of my remaining power into my right fist, steadied my breathing, and charged energy into my legs. This one attack could decide the fate of the whole battle. I looked over at the cyclops."
    },
    {
      "paragraf": "\"Thank you for fighting for my mama back then. But now it's time for you to go to bed!\""
    },
    {
      "paragraf": "This monster had been a soldier in the Great Human-Demon War. As a show of respect for its inexhaustible will to keep on fighting, I would send it off with the best attack I could muster."
    },
    {
      "paragraf": "Growing as dense as it could get, my battle aura corporealized and began to rage. The next moment, a cerberus—a beastly manifestation of <i>Gluttony</i>—appeared around my right hand. Usually, it bore the form of a black dog— No, it was more the color of concentrated darkness. But the beast now residing in my fist was a giant dog of pure white. The change probably had something to do with Leonie's mana, but I wasn't sure of the details. However, there was one thing I was sure of—this ended here and now."
    },
    {
      "paragraf": "\"You're finished! Sic 'em—<i>Cerberus Bite</i>!\""
    },
    {
      "paragraf": "The crystallization of my battle aura burst forth from my fist. The uncontrollable torrent of rampaging, massive power surged toward the cyclops. I plunged my fist into its eyeball, tore it down and out through its jaw, then using that momentum, I carved it out and devoured it."
    },
    {
      "gambar": "pg158.jpg"
    },
    {
      "paragraf": "\"Graaaahhh!\""
    },
    {
      "paragraf": "Screaming in its death throes, the massive cyclops began to fall. There came a shaking like the mountains themselves were collapsing, before it finally slumped to the ground."
    },
    {
      "paragraf": "I was pretty sure I had taken it down for good, but I couldn't let my guard down yet. I slowly approached the cyclops to check its condition and placed my hand upon its hulking, still-warm body. Its core had stopped. This endlessly fighting monster of a soldier was finally at rest."
    },
    {
      "paragraf": "As I silently confirmed this, I heard a voice from behind me."
    },
    {
      "paragraf": "\"Excellent work, Ruchika.\""
    },
    {
      "paragraf": "\"Leonie! You're awake.\""
    },
    {
      "paragraf": "\"Yes.\""
    },
    {
      "paragraf": "It was Leonie. It looked like she had already used healing magic on herself because her external wounds were gone, and she was steady on her feet. We ran over to Nor, who lay beside her, and began casting healing magic on her as well. I couldn't help but think Leonie was amazing for still being able to cast healing spells even after sharing all that mana with me."
    },
    {
      "paragraf": "\"Ruchika, what did you mean when you said the cyclops had fought for your mother?\""
    },
    {
      "paragraf": "\"Huh? Didn't I tell you before?\""
    },
    {
      "paragraf": "Maybe I had forgotten."
    },
    {
      "paragraf": "\"My mama's name was Elichika. You know, the Demon Lord, Elichika, who fought to the death with your mama, the hero Lainie Baez.\""
    },
    {
      "paragraf": "\"?! That means you're the daughter of the Demon Lord?!\""
    },
    {
      "paragraf": "\"Yeah?\""
    },
    {
      "paragraf": "For some reason, Leonie looked surprised. <i>Huh?</i>"
    },
    {
      "paragraf": "\"…Well, you don't look it.\""
    },
    {
      "paragraf": "\"Aw, man! I get that all the time…\""
    },
    {
      "paragraf": "My nanny always said that Mama had been a bewitching beauty, and that I didn't look much like her. Just another reason why I'd always stuck out back in the demon realm."
    },
    {
      "paragraf": "\"But whatever. Can I leave Nor to you for now?\""
    },
    {
      "paragraf": "\"Sure. What are you going to do, Ruchika?\""
    },
    {
      "paragraf": "\"I'm gonna go talk to her for a bit.\""
    },
    {
      "paragraf": "I started walking toward the other two girls who had straggled behind—Danita and her follower. The flunky was hugging her knees and letting out sniffly sobs. She had completely lost the will to fight. Danita seemed a bit dazed herself, but there was a note of relief in her expression."
    },
    {
      "paragraf": "\"Thanks, Danita. We might not have been able to defeat the cyclops without you.\""
    },
    {
      "paragraf": "\"…\""
    },
    {
      "paragraf": "\"…So were you the one who destroyed the teleportation circle?\""
    },
    {
      "paragraf": "It was a random guess, but I had a feeling I was right. And just as I thought, she slowly nodded."
    },
    {
      "paragraf": "\"Danita, I don't know what it is you're so tormented by. But just think: Is it really what you want?\""
    },
    {
      "paragraf": "\"…\""
    },
    {
      "paragraf": "\"I doubt it is. When we fought at the entrance exam and I tasted your mana for the first time, sure, it was all prickly, but at least its flavor was clear.\""
    },
    {
      "paragraf": "I said this to Danita with a smile. She hung her head and responded:"
    },
    {
      "paragraf": "\"…Dammit… I really lost to you.\""
    },
    {
      "paragraf": "When she raised her head, I saw her eyes were wet with tears, but her face looked refreshed, like she was finally rid of an evil spirit that had been possessing her."
    },
    {
      "paragraf": "\"…Ugh…\""
    },
    {
      "paragraf": "I felt my consciousness start to dim, and all the strength left my legs as I slumped down."
    },
    {
      "paragraf": "\"H-hey!\""
    },
    {
      "paragraf": "\"Ruchika?!\""
    },
    {
      "paragraf": "\"Oh no, Ruchika?!\""
    },
    {
      "paragraf": "On the other side of my fading consciousness, I heard the girls' voices calling out to me. But it was too late… I couldn't even tell them apart anymore. <i>I'm sorry, everyone.</i>"
    },
    {
      "paragraf": "\"Ruchika…Ruchika! Wake up!\""
    },
    {
      "paragraf": "I heard a pained voice that must have been Leonie's. But in my current state, I wasn't sure anymore."
    },
    {
      "paragraf": "\"I finally met a partner who I can let my guard down around. If I lose you now, I… I—!\""
    },
    {
      "paragraf": "<i>Rrrumble.</i>"
    },
    {
      "paragraf": "\"…\""
    },
    {
      "paragraf": "\"…\""
    },
    {
      "paragraf": "\"…\""
    },
    {
      "paragraf": "\"…I'm staaaaarving…\""
    },
    {
      "paragraf": "I struggled to speak as my voice trailed off. I had used <i>Gluttony</i> at full power. Of course I was hungry."
    },
    {
      "paragraf": "\"You! Are! Un-be-liev-able!!\""
    },
    {
      "paragraf": "\"Hee-hee. Give her a break, Leonie. At least she's okay.\""
    },
    {
      "paragraf": "\"I can't believe I lost to a dope like this… What a drag…\""
    },
    {
      "paragraf": "I heard the three of them each comment in exasperation."
    },
    {
      "paragraf": "\"Please, give me something, anything… I'm so hungry, I could eat a horse!\""
    },
    {
      "paragraf": "After some waiting, I felt somebody shove a meat skewer into my mouth, and I was saved. But when I opened my eyes, I was met by Leonie's icy gaze. <i>Huh? What'd I do this time?</i>"
    },
    {
      "paragraf": "Not long after this incident, the Institute finally came to rescue us."
    }
  ]
}
