{
  "id": "bab1",
  "judul": "Chapter 1",
  "konten": [
    {
      "paragraf": "I was on the brink of death. No, I hadn't battled with a formidable foe. And I wasn't sick. The reason was I had simply used up all my money for traveling expenses and was hungry."
    },
    {
      "paragraf": "\"Ugh… I'm starving… They were right when they said the humans of the capital are heartless…\""
    },
    {
      "paragraf": "This was the capital city of the largest kingdom in the human realm, Kars Kingdom. After arriving at the gates of the city, I had collapsed near a fountain at a public square a little way off from the city entrance. The amount of money I'd brought was supposed to be enough for my traveling expenses here, but the city had been farther than I expected. I'd been scraping by on water alone for the past three days."
    },
    {
      "paragraf": "The next thing I knew, my surroundings had grown dark. As I sat there with a vacant look in my eyes, the people passing by gave me cold stares, keeping their distances. The humans have this saying: <i>The wise stay well away from danger.</i> But I thought it was pretty extreme they would take it so far as to abandon a pretty girl like me."
    },
    {
      "paragraf": "I hardly even had the energy to be mad about it. I was almost at my limit. To think I'd left my hometown on a faraway journey in pursuit of my dreams, only to die of starvation. Didn't get much less cool than that. <i>Mama down there in Hell, I'm sorry. I'll be coming to be with you soon. So this is how my adventure ends, bathed in the light of the moon—</i>"
    },
    {
      "paragraf": "\"Um…are you all right?\""
    },
    {
      "paragraf": "\"Leonie, stop.\""
    },
    {
      "paragraf": "\"We can't just leave her like this, Nor.\""
    },
    {
      "paragraf": "\"But look at those black eyes and hair… She's a demon.\""
    },
    {
      "paragraf": "\"Precisely why we should help. As the daughter of a hero, I cannot discriminate against her.\""
    },
    {
      "paragraf": "I heard the voices of two girls. Mustering the last of my strength to look at them, I laid eyes on a worried-looking girl with a white color scheme and a cowardly-looking girl in light blue."
    },
    {
      "paragraf": "\"H-help me,\" I pleaded."
    },
    {
      "paragraf": "\"Are you injured? Sick?\""
    },
    {
      "paragraf": "The girl in white who the other had called Leonie knelt down next to me and began to inspect my body. The girl in light blue—Nor—looked on with worry."
    },
    {
      "paragraf": "\"—gry.\""
    },
    {
      "paragraf": "\"Hmm? What was that?\""
    },
    {
      "paragraf": "<i>Rrrrrumble.</i>"
    },
    {
      "paragraf": "\"…I'm so hungry.\""
    },
    {
      "paragraf": "\"…Huh?\""
    },
    {
      "paragraf": "I saw Leonie's expression gradually change from one of worry to one of exasperation. <i>Ugh… I'm so lame. But there's nothing I can do about it now. Even humans say you can't fight on an empty stomach, right?</i>"
    },
    {
      "paragraf": "\"Please…feed me something…\""
    },
    {
      "paragraf": "\"<i>…Sigh…</i> Wait here a moment. Nor, keep an eye on her, please.\""
    },
    {
      "paragraf": "\"Ah, wait, Leonie!\""
    },
    {
      "paragraf": "Leonie left us behind, appearing to head in the direction of a nearby street stall. I say \"appearing\" because my vision had gone blurry, and I couldn't really see what was going on. <i>Ugh, this is the pits.</i>"
    },
    {
      "paragraf": "\"Here, please eat this.\""
    },
    {
      "paragraf": "I sensed that Leonie had returned, and I grabbed the thing she handed me. In that instant, an intense aroma pierced my nostrils, jolting me back to reality. Before I knew it, I had scarfed the whole thing down. A salty, savory flavor filled my mouth. Was there anything in this world more delicious? It brought tears to my eyes."
    },
    {
      "gambar": "pg11.jpg"
    },
    {
      "paragraf": "\"S-so good…\""
    },
    {
      "paragraf": "\"Enough to make you cry?! What an exaggeration. It's just a regular meat skewer.\""
    },
    {
      "paragraf": "\"No, I mean it. It's amazing…\""
    },
    {
      "paragraf": "\"Then you must have been quite hungry…\""
    },
    {
      "paragraf": "As the girls looked at me with both exasperation and a strange sense of admiration, I chowed down on the second skewer. As I sank my teeth into the hot poultry meat, grilled to savory perfection, its juices gushed out from the inside and spilled into my mouth. While the simple, salty base seasoning was delicious on its own, the sweet and spicy sauce that had been drizzled over the top of the meat was just out of this world. I was in ecstasy as I devoured the food, and in no time flat, the five skewers Leonie had brought me were gone."
    },
    {
      "paragraf": "\"<i>…Gulp.</i> Thank you. Ah…that hit the spot…\""
    },
    {
      "paragraf": "\"I'm glad to hear that.\""
    },
    {
      "paragraf": "\"You really saved me. Thanks. I owe you my life.\""
    },
    {
      "paragraf": "\"Again with the exaggeration.\""
    },
    {
      "paragraf": "\"No, seriously, I was on the verge of death back there…and?\""
    },
    {
      "paragraf": "Just then, I noticed for the first time—this girl, Leonie, was unbelievably gorgeous. The moonlight was bringing out her doleful, ephemeral beauty, and she was just my type. And on top of that, she was a kind enough person to have reached out to check on some demon she had never seen before passed out by the roadside. She was definitely a catch."
    },
    {
      "paragraf": "\"My name's Ruchika. You're called Leonie, right? Do you have a mate?\""
    },
    {
      "paragraf": "\"Huh?\""
    },
    {
      "paragraf": "\"What do humans call it again? A 'lover'?\""
    },
    {
      "paragraf": "\"…No, I can't say that I do.\""
    },
    {
      "paragraf": "\"Gotcha, gotcha.\""
    },
    {
      "paragraf": "When I'd collapsed from hunger, I'd seriously been wondering what would become of me. But the fact that I'd met a wonderful girl like this must have meant the world had plans for me yet."
    },
    {
      "paragraf": "\"Can you stand?\" Leonie asked."
    },
    {
      "paragraf": "\"Huh? Oh yeah. I think so. <i>Hup!</i>\""
    },
    {
      "paragraf": "I jumped up and checked the condition of my arms and legs. They seemed a little weak from having been still for so long, but they were already feeling better after a bit of movement."
    },
    {
      "paragraf": "\"Thank you again. Seriously. I can't believe I was about to drop dead before getting a chance to chase my dream after coming all this way to the human capital.\""
    },
    {
      "paragraf": "\"Does that mean you've also come to take the entrance exam for the Hero Institute?\""
    },
    {
      "paragraf": "<i>Oh?</i>"
    },
    {
      "paragraf": "\"Are you two are doing the same?\""
    },
    {
      "paragraf": "\"Yes.\""
    },
    {
      "paragraf": "\"We just came back from checking out the exam venue in advance, actually. We were about to find something to eat before going home.\""
    },
    {
      "paragraf": "In contrast to Leonie, who had nodded coolly, Nor still looked scared of me…but maybe that was simply part of her personality. Where Leonie tried to look at everything calmly and objectively, I felt like Nor was the timid and reserved type."
    },
    {
      "paragraf": "<i>Okay, so they're off to get some food… This is my chance.</i>"
    },
    {
      "paragraf": "\"Can I go with you?\""
    },
    {
      "paragraf": "\"…Do you mind, Nor?\""
    },
    {
      "paragraf": "\"If you're all right with it, Leonie, then sure…\""
    },
    {
      "paragraf": "\"Thanks!\" I said."
    },
    {
      "paragraf": "And with that, they allowed me to tag along. But just then—"
    },
    {
      "paragraf": "—I paid the price for my lack of vigilance."
    },
    {
      "paragraf": "\"Wha—?!\""
    },
    {
      "paragraf": "Someone bumped into me from behind and made me stagger. I felt something being pulled out from my pocket."
    },
    {
      "paragraf": "\"?! A thief!\""
    },
    {
      "paragraf": "\"Whoa, seriously?\""
    },
    {
      "paragraf": "Even though I had been able to fill my belly a little, I was honestly still pretty hungry, and I must have let my guard down while I was dazed. Although I'd used up all my cash a few days ago, I didn't want to lose my wallet, too."
    },
    {
      "paragraf": "\"They targeted you because you were out of it! We have to chase after them! Nor, go report it to the guards!\" Leonie said."
    },
    {
      "paragraf": "\"Okay!\""
    },
    {
      "paragraf": "\"All right, they're not getting away with this!\""
    },
    {
      "paragraf": "Leonie and I took off running, leaving Nor behind. Even though it was nighttime, the city streets were still full of people. Brightened by the light of magical lamps, the place really seemed like a city that never slept. Leonie and I wove through the crowd as we chased after the pickpocket. <i>Wow, this girl's pretty amazing if she can keep up with my speed.</i>"
    },
    {
      "paragraf": "\"I guess the crime rate in Kars Kingdom isn't as low as I thought.\""
    },
    {
      "paragraf": "\"There are a lot of crowds this time of year given the number of visitors coming for the Hero Institute entrance exam. That means more unsavory types, too.\""
    },
    {
      "paragraf": "We kept talking as we ran, but Leonie didn't lose her breath at all. <i>Yeah, she's good.</i> I was starting to like her even more."
    },
    {
      "paragraf": "\"So is it actually pretty hard to get into the Hero Institute?\""
    },
    {
      "paragraf": "\"It's a school for developing the next generation of heroes—of course enrolling is difficult. But this isn't really the time—\""
    },
    {
      "paragraf": "\"And there's a practical exam?\""
    },
    {
      "paragraf": "\"And a written one on top of that. But what does that have to do with—?\""
    },
    {
      "paragraf": "Leonie shot me a quizzical look as I grinned back at her."
    },
    {
      "paragraf": "\"In that case, we'd better be good enough to catch some lousy pickpocket, huh?\""
    },
    {
      "paragraf": "I started running even faster."
    },
    {
      "paragraf": "\"Wha?!\""
    },
    {
      "paragraf": "\"Look! We're about to catch up to them!\""
    },
    {
      "paragraf": "Planning each movement carefully as I gave chase, I made sure to lead the pickpocket farther and farther from the crowds. Soon enough, I had succeeded in chasing them into a dead-end back alley."
    },
    {
      "paragraf": "\"Y-you little!\""
    },
    {
      "paragraf": "\"All right, stop right there. You won't be getting out of this one.\""
    },
    {
      "paragraf": "I held out both my hands as if to block the pickpocket's way. Leonie looked a little impressed as she caught up with us a few moments later. <i>Heh-heh, I really got to show off some of my moves there.</i>"
    },
    {
      "paragraf": "\"All right, time for you to give up and return my wallet. It was a gift from my mama, and it's empty anyway.\""
    },
    {
      "paragraf": "\"Screw you—!\""
    },
    {
      "paragraf": "Upon closer inspection, I noticed that the pickpocket was a girl. She cursed viciously at me as she threw the wallet back in my direction. I caught it and put it carefully away."
    },
    {
      "paragraf": "\"I bet you two are no different than all the others, blabbing on about wanting to be heroes and all that nonsense!\" The pickpocket yelled again. Her eyes were darting about, searching frantically for an escape route."
    },
    {
      "paragraf": "\"'Nonsense'? I'm dead serious about it, actually.\""
    },
    {
      "paragraf": "\"Leave her be, Ruchika. There's no way a thug like her could ever understand the ambition it takes to pursue becoming a hero.\""
    },
    {
      "paragraf": "Leonie's response was scathing. I could sense she had some special feelings around her desire to join the Hero Institute. But her phrasing only seemed to provoke the pickpocket girl even more."
    },
    {
      "paragraf": "\"You're Leonie Baez, aren't you? The daughter of the Almighty Hero? You suck-ups think you're so much better than everyone else, always doing whatever your Gear tells you to do!\""
    },
    {
      "paragraf": "\"You have no idea what it means to be a hero. Heroes are the hope of humankind, entrusted with overcoming the mistakes of humanity.\""
    },
    {
      "paragraf": "\"'Hope'?! They're nothing but a bunch of slaves who happened to be born with a little talent!\""
    },
    {
      "paragraf": "\"Uh, sorry, but I'm not really following?\" I said."
    },
    {
      "paragraf": "<i>Aren't heroes just supposed to be the strongest people around?</i> I tilted my head in confusion."
    },
    {
      "paragraf": "\"Your Gear, Ruchika!\" said Leonie."
    },
    {
      "paragraf": "\"Huh? Whoa?!\""
    },
    {
      "paragraf": "The pickpocket took out a knife and charged at me. I barely managed to dodge her swing, then hurried to get my distance from her."
    },
    {
      "paragraf": "\"That was close…\""
    },
    {
      "paragraf": "\"Ruchika, where's your Gear?\""
    },
    {
      "paragraf": "\"What's that?\""
    },
    {
      "paragraf": "\"You don't have one?!\""
    },
    {
      "paragraf": "\"No?\""
    },
    {
      "paragraf": "\"I can't believe you came to take the entrance exam without a Gear… <i>What, to her? You want me to what?</i>\""
    },
    {
      "paragraf": "In the middle of our conversation, Leonie suddenly started talking to herself."
    },
    {
      "paragraf": "\"Leonie?\""
    },
    {
      "paragraf": "\"I'll explain later. Put this around your neck.\""
    },
    {
      "paragraf": "She passed me some kind of metallic device shaped like a cog. I did as I was told and put it around my neck."
    },
    {
      "paragraf": "—<i>Attachment confirmed. Please state your name.</i>"
    },
    {
      "paragraf": "A robotic voice sounded in the back of my mind."
    },
    {
      "paragraf": "\"I'm R-Ruchika.\""
    },
    {
      "paragraf": "—<i>Nice to meet you, Ruchika. I'll be assisting you from now on.</i>"
    },
    {
      "paragraf": "As I reflexively said my name, a mental image formed along with the voice."
    },
    {
      "paragraf": "\"Hmm, okay. Whoa…\""
    },
    {
      "paragraf": "Apparently, this thing was some kind of magical device. A combat assistant, to be specific. It was displaying all sorts of information in my mind's eye, from upcoming potential threats to recommendations for how I should proceed. The next moment, the outline of the pickpocket in my vision blurred, replaced by an image of her advancing toward me with a slashing attack."
    },
    {
      "paragraf": "\"Here she comes!\""
    },
    {
      "paragraf": "\"Yeah, I see it. Huh, this thing is pretty neat.\""
    },
    {
      "paragraf": "—<i>Diagonal slash from overhead. One second away.</i>"
    },
    {
      "paragraf": "The pickpocket came swinging at me again, her attack a strong match for what the Gear had displayed in my head. It wasn't perfect, but this thing seemed to be able to predict the future to some extent."
    },
    {
      "paragraf": "\"Wow, you're amazing. By the way, what's your name?\""
    },
    {
      "paragraf": "—<i>…You are only the second person to ever ask my name in return. Please call me Prototype.</i>"
    },
    {
      "paragraf": "\"Too long. I'll call you Proto. Nice to meet you. By the way, who was the first?\""
    },
    {
      "paragraf": "—<i>Next attack: horizontal slash. Point five seconds away.</i>"
    },
    {
      "paragraf": "\"Whoa, okay!\""
    },
    {
      "paragraf": "Admiring the wonders of human technology, I nimbly dodged the pickpocket's knife."
    },
    {
      "paragraf": "\"I can see how this thing would be convenient, but I feel like it's kinda disorienting, too. It might not be for me.\""
    },
    {
      "paragraf": "\"You trying to make a fool out of me, brat?!\""
    },
    {
      "paragraf": "The pickpocket seemed to take my remark as an insult and brandished her knife even more viciously. The attack wasn't much of a threat in the first place, but with the added assistance of the Gear, I was able to dodge it with ease."
    },
    {
      "paragraf": "\"If you wanna play that way— Ah, hold up. You aren't the type to give off much mana or a battle aura when you're fighting, are you? That'll definitely leave me hungry. Hmm, what to do?\""
    },
    {
      "paragraf": "\"Ruchika, leave this to me.\""
    },
    {
      "paragraf": "The same moment I heard her voice, Leonie took a step toward the pickpocket and closed the gap between them in an instant, getting inside the range of the girl's knife and grabbing her by the arm."
    },
    {
      "paragraf": "<i>\"Haaah!\"</i>"
    },
    {
      "paragraf": "\"Bwah?!\""
    },
    {
      "paragraf": "Leonie had thrown the pickpocket to the ground, knocking her out. While the girl was still unconscious, she skillfully tied her up with some rope. When I wondered aloud about where she'd gotten the rope from, Leonie explained she'd used something called \"convenience magic.\""
    },
    {
      "paragraf": "\"Phew…\""
    },
    {
      "paragraf": "\"Nice work, Leonie. You too, Proto.\""
    },
    {
      "paragraf": "\"And you, Ruchika.\""
    },
    {
      "paragraf": "<i>—Well fought.</i>"
    },
    {
      "paragraf": "\"That was some fancy footwork, Leonie.\""
    },
    {
      "paragraf": "\"Thank you. Shall we move somewhere else?\""
    },
    {
      "paragraf": "\"What about her?\""
    },
    {
      "paragraf": "\"I believe the guards who Nor alerted will be here soon to take her away.\""
    },
    {
      "paragraf": "\"Oh, okay— Huh?\""
    },
    {
      "paragraf": "I suddenly noticed something."
    },
    {
      "paragraf": "\"This emblem… Isn't this the Hero Institute's?\""
    },
    {
      "paragraf": "\"Hmm?\""
    },
    {
      "paragraf": "I pointed to the gear-shaped device the pickpocket had around her neck. An insignia of a dragon was engraved on its surface."
    },
    {
      "paragraf": "\"Yes…this is a genuine product of the Hero Institute. So that means this girl is associated with the Institute?\""
    },
    {
      "paragraf": "\"…I used to be a student there. But I was expelled.\""
    },
    {
      "paragraf": "\"?!\""
    },
    {
      "paragraf": "\"Oh, you're up?\" I remarked."
    },
    {
      "paragraf": "The pickpocket seemed to have grasped the situation she was now in, but she wasn't showing any signs of trying to escape. She had resigned herself to her fate."
    },
    {
      "paragraf": "\"'Used to be'? So that means you also wanted to become a hero?\""
    },
    {
      "paragraf": "\"Yeah. Though, now I wish I could forget it ever happened.\""
    },
    {
      "paragraf": "A dark smile formed on the pickpocket's face as she went on:"
    },
    {
      "paragraf": "\"That place is a school in name only. They just want to recruit people with talent while they're still young and innocent and brainwash them with Gear. Then once they've got them wrapped around their little finger, they give them some grandiose title and send them back out into society to work as another cog in their machine. That's the Hero Institute's whole—\""
    },
    {
      "paragraf": "\"Don't spout such nonsense!\""
    },
    {
      "paragraf": "Leonie interrupted the pickpocket with a shout."
    },
    {
      "paragraf": "\"The Hero Institute trains the next generation of the most important profession in the world. Those heroes will become the hope of humankind and serve as models and beacons for the people.\""
    },
    {
      "paragraf": "I was really starting to get the feeling that Leonie had very strong opinions about heroes. But the pickpocket was as cold as ever with her response."
    },
    {
      "paragraf": "\"You mean those mass-produced, obedient puppets? Ha, some hope that is.\""
    },
    {
      "paragraf": "\"'Puppets'? Heroes are society's best and brightest, and they'll be in steady supply thanks to the Institute's education system. Though, I doubt someone like you, who can't even conform to the norms of society, could ever really appreciate that.\""
    },
    {
      "paragraf": "I could tell the two of them were never going to see eye to eye on this topic. But it made me wonder—wasn't the Hero Institute just a school for training the strong? Now that I thought about it, maybe I didn't really have a solid idea of what kind of place the Hero Institute was after all. Leonie and the pickpocket seemed to have totally different viewpoints on the matter, so I guess it was a controversial topic."
    },
    {
      "paragraf": "\"The Hero Institute ain't shit—you'll see that much the moment you walk through the doors.\""
    },
    {
      "paragraf": "\"Thanks for the warning. But maybe you should just mind your own business.\""
    },
    {
      "paragraf": "After that, the guard who Nor had called showed up and took the pickpocket away. But the whole situation had left a bad taste in my mouth."
    },
    {
      "paragraf": "\"That girl sure had a lot to say about the Hero Institute, huh?\""
    },
    {
      "paragraf": "\"There's no need to waste an ounce of your attention on anything she said, Ruchika.\""
    },
    {
      "paragraf": "\"Yeah, I won't. Anyway, nice work back there, Leonie.\""
    },
    {
      "paragraf": "\"You too.\""
    },
    {
      "paragraf": "That was the story of our hectic yet memorable first meeting."
    },
    {
      "paragraf": "At that time, I had no idea this girl—Leonie Baez—was going to change my life in a big way."
    },
    {
      "paragraf": "◇◇◇"
    },
    {
      "paragraf": "<b>(Leonie)</b>"
    },
    {
      "paragraf": "Since we had started attracting some unwanted attention to ourselves after the incident with the pickpocket, I brought Nor and Ruchika over to a bench in the public square to get away from all the fuss. We procured some food from the street stalls and had that to eat instead of a proper dinner."
    },
    {
      "paragraf": "Ever since the Great Human-Demon War, humans had developed a tendency to avoid extravagance. Accordingly, most of the dishes available in the stalls were simple fare such as meat skewers and steamed potatoes. I bought a sandwich with chicken and chopped vegetables; for Nor, a baked potato with melted butter on it; and for Ruchika, meat skewers. The three of us finished everything off with three servings of fruit juice."
    },
    {
      "paragraf": "Ruchika must have just completed a long journey, because her body was quite soiled. Unable to leave her in such a state, I used my convenience magic to clean her body and repair the frays in her clothing."
    },
    {
      "paragraf": "<i>\"Purify… Quick Mend.\"</i>"
    },
    {
      "paragraf": "\"Whoa… That's awesome.\""
    },
    {
      "paragraf": "Ruchika's eyes widened in surprise at the sight of it; she didn't seem to be familiar with convenience magic. It was nice to have such a fresh reaction to my magic."
    },
    {
      "paragraf": "\"That reminds me. Leonie, you said you're the daughter of a hero, right?\""
    },
    {
      "paragraf": "Ruchika brought this up after we reintroduced ourselves. She must have remembered this from my conversation with the pickpocket."
    },
    {
      "paragraf": "\"Yes, my mother was Lainie Baez, the Almighty Hero, who defeated the Demon Lord,\" I said."
    },
    {
      "paragraf": "\"A-and my mother was in her party—the Healing Hero,\" added Nor."
    },
    {
      "paragraf": "\"Whoa.\""
    },
    {
      "paragraf": "Ruchika looked back at us in wonder, her cheeks still stuffed full of meat. I had answered honestly, but truth be told, I didn't enjoy discussing my origins. Being the daughter of the Almighty Hero put way too much pressure on me. When people learned about my background, they would often regard me with admiration and expectation at first. But once they found out the extent of my actual abilities, they would grow disappointed in me."
    },
    {
      "paragraf": "To change the subject, I asked Ruchika a question."
    },
    {
      "paragraf": "\"Why would a demon girl want to come to the Hero Institute?\""
    },
    {
      "paragraf": "\"Is it so weird? Demons and humans have made their peace. It can't be that strange for there to be someone like me.\""
    },
    {
      "paragraf": "\"Still, I believe it's highly unusual.\""
    },
    {
      "paragraf": "\"Well, you know. I have my reasons.\""
    },
    {
      "paragraf": "Saying this, Ruchika took a sip of her fruit juice and smiled. She looked like she wasn't open to taking any more questions about it."
    },
    {
      "paragraf": "\"I won't pry. I'm sure everyone has one or two things they don't like to talk about.\""
    },
    {
      "paragraf": "\"Hee-hee, you're a sharp one, Leonie. You'll make a great bride one day.\""
    },
    {
      "paragraf": "Ruchika sometimes said things I couldn't quite wrap my head around. I stayed silent, taking another bite of my bread. It tasted a little old."
    },
    {
      "paragraf": "\"Oh, here, I'll give this back now. Thanks for your help, Proto.\""
    },
    {
      "paragraf": "She took the Gear from around her neck and handed it back to me."
    },
    {
      "paragraf": "\"I can see how this thing is convenient, but I don't think it's really my style.\""
    },
    {
      "paragraf": "\"But, Ruchika, you don't own a Gear, right?\""
    },
    {
      "paragraf": "\"That's right.\""
    },
    {
      "paragraf": "\"Having one is a requirement to take the Hero Institute entrance exam.\""
    },
    {
      "paragraf": "\"Whaaat? Seriously?!\""
    },
    {
      "paragraf": "To begin with, Gear weren't simply battle-assistance devices. They were the fruit of the wisdom of humankind—a great guiding hand that would show the wearer their best courses of action and which talents they should develop. Though they were not well-known to the general public, they were indispensable to the gifted—especially those who aspired to attend the Hero Institute. In fact, Gear was even mentioned in one of the five precepts of the hero, as was written in the preamble to the school regulations:"
    },
    {
      "paragraf": "<i>Thou shalt obey thy Gear over thyself and thy teacher.</i>"
    },
    {
      "paragraf": "As a hero cadet, one had to prioritize obeying their Gear even over their instructors at the Institute. When I explained all this to Ruchika, she put on a grimace."
    },
    {
      "paragraf": "\"Dang it… And I bet those things don't come cheap, either.\""
    },
    {
      "paragraf": "\"It's not the kind of money one could easily get their hands on, especially for someone who's just run out of her travel allowance.\""
    },
    {
      "paragraf": "\"Ugh…\""
    },
    {
      "paragraf": "I had no shortage of money myself, and the Gear I had loaned to Ruchika was a smaller spare I'd happened to be carrying with me. It was an old model I had found lying around our house; I was wearing a new one myself."
    },
    {
      "paragraf": "\"Shall I lend this one to you?\""
    },
    {
      "paragraf": "\"What? But…\""
    },
    {
      "paragraf": "\"As you can see, I have another one I'm using.\" I pointed to the Gear around my neck as I continued, \"Although, if you're going to give up on entering the Hero Institute instead, I won't stop you.\""
    },
    {
      "paragraf": "\"I'll take it! Please lend it to me! Please, pretty please, with a big hunk of meat on top!\""
    },
    {
      "paragraf": "\"Oh, that must be the demon version…\""
    },
    {
      "paragraf": "Nor couldn't help but comment on Ruchika's strange turn of phrase."
    },
    {
      "paragraf": "\"All right. I'll lend it to you.\""
    },
    {
      "paragraf": "\"Thank you! Oh, how should I pay you for it?\""
    },
    {
      "paragraf": "\"You can compensate me somehow after you're back on your feet.\""
    },
    {
      "paragraf": "\"How about I pay you back with my body?\""
    },
    {
      "paragraf": "\"Ruchika… I know demons must have different personal values than humans, but if you are hoping to become a hero, you should really stop with those kinds of jokes.\""
    },
    {
      "paragraf": "\"Ah-ha-ha-ha, sorry, sorry.\""
    },
    {
      "paragraf": "As I rebuked her, Ruchika delivered an unexpectedly frank apology, though I wasn't entirely sure whether she was being honest or if she was still playing with me."
    },
    {
      "paragraf": "\"Here, take this, too.\""
    },
    {
      "paragraf": "\"Hmm?\""
    },
    {
      "paragraf": "I retrieved a few silver coins from my leather bag and handed them to Ruchika. She gave me a surprised look as she gnawed on her meat skewer, then swallowed the remaining meat down and questioned my gesture."
    },
    {
      "paragraf": "\"What's this for?\""
    },
    {
      "paragraf": "\"Your living expenses until the entrance exam. You're broke at the moment, right?\""
    },
    {
      "paragraf": "\"That's true, but…I'd rather you help me find somewhere I can work.\""
    },
    {
      "paragraf": "\"Somewhere you can work?\""
    },
    {
      "paragraf": "\"Yeah.\""
    },
    {
      "paragraf": "I admired Ruchika's desire to earn her keep rather than simply depend on someone's charity. This improved my estimation of her."
    },
    {
      "paragraf": "\"In that case, I can introduce you to an acquaintance of mine who runs an inn. They're in desperate need of extra hands at the moment with the Hero Institute entrance exam coming up. I assume room and board would also be included.\""
    },
    {
      "paragraf": "\"Whoa, that'd be perfect! Yes, please!\""
    },
    {
      "paragraf": "I wrote my acquaintance a letter of introduction for Ruchika, drew her a simple map of the inn's location, and passed them to her."
    },
    {
      "paragraf": "After we exchanged some information regarding the entrance examination, Ruchika took her leave from Nor and me."
    },
    {
      "paragraf": "\"Bye for now, Leonie, Nor. See you at the entrance exam!\""
    },
    {
      "paragraf": "\"Yes, see you.\""
    },
    {
      "paragraf": "\"Later, Ruchika!\""
    },
    {
      "paragraf": "Night had completely set in over the public square, and Ruchika disappeared from sight soon after we parted. We hadn't spoken for long, but I had a feeling I wouldn't be forgetting that strange demon girl anytime soon."
    },
    {
      "paragraf": "\"She was a bit of an odd one, wasn't she?\" Nor said."
    },
    {
      "paragraf": "\"Yes. But—\""
    },
    {
      "paragraf": "As I started walking, I found myself continuing in a whisper."
    },
    {
      "paragraf": "\"—she doesn't seem like a bad person.\""
    },
    {
      "paragraf": "◇◇◇"
    },
    {
      "paragraf": "<b>(Ruchika)</b>"
    },
    {
      "paragraf": "The morning a few days after I met Leonie and Nor, I headed for the venue of the Hero Institute entrance exam. Apparently, it was taking place at the Hero Institute itself, but when I arrived at my destination, I only found a single imposing gate in front of me."
    },
    {
      "paragraf": "<i>Hmm?</i>"
    },
    {
      "paragraf": "<i>—Please pass through the gate. It is usually closed off to outsiders, but it should be open today.</i>"
    },
    {
      "paragraf": "I found it a little suspicious, but I did as Proto said. When I passed through, my view abruptly changed."
    },
    {
      "paragraf": "\"Whoa.\""
    },
    {
      "paragraf": "<i>—Welcome to the Hero Institute. Though, it's not like I myself am associated with it or anything.</i>"
    },
    {
      "paragraf": "\"Hey, thanks. I'm getting kinda excited.\""
    },
    {
      "paragraf": "The Hero Institute was surrounded on all sides by high, austere-looking walls, and it seemed like visitors were only able to come and go through the gate. The complex was designed in such a way as to prevent its interior from being seen from the outside. I thought it looked a bit more like a prison than a school. The largest building was a grand, old structure built in a bygone human style, and it looked like it might have been reused from some other past facility."
    },
    {
      "paragraf": "Looking around, I saw confident-looking young people lined up shoulder to shoulder, waiting for the tests to begin. No two expressions on their faces were alike, but they all seemed impatient for things to get started. As a member of the demon race, which valued strength above all else, I couldn't help but get excited seeing so many powerful people around me. But according to Leonie, I would have to confront the written exam before the practical one. I wasn't too lacking when it came to book smarts, but I'd never been any good at memorizing things."
    },
    {
      "paragraf": "\"Ruchika.\""
    },
    {
      "paragraf": "\"Oh, Leonie. And Nor as well. Good morning.\""
    },
    {
      "paragraf": "As I waited around, mingling with the crowd of prospective students, Leonie and Nor came up to greet me."
    },
    {
      "paragraf": "\"Good morning.\""
    },
    {
      "paragraf": "\"Morning, Ruchika!\""
    },
    {
      "paragraf": "We casually exchanged greetings. The two of them seemed pretty nervous, but I guess that was natural. We were about to take an exam, after all."
    },
    {
      "paragraf": "\"Well, it's almost time for the test. How you feeling?\" I asked."
    },
    {
      "paragraf": "\"I'm confident about the written portion, though I can't say the same for the practical exam,\" Leonie said."
    },
    {
      "paragraf": "\"Why's that? From what I saw the other day when we caught that pickpocket, you're plenty capable, right?\""
    },
    {
      "paragraf": "\"The fact that Leonie's worried should let you know just how high the level of the examination is,\" Nor said."
    },
    {
      "paragraf": "\"Precisely. For example, take a look at that girl over there with the red hair,\" Leonie said."
    },
    {
      "paragraf": "Leonie pointed at a girl with long, wavy red hair who was standing a way off from us. You could tell just from the way she carried herself that she was a superstrong fighter."
    },
    {
      "paragraf": "\"Who's she?\""
    },
    {
      "paragraf": "\"Danita Blackburn. Like Leonie and me, she's the daughter of a member of the party that defeated the Demon Lord. They're already calling her one of the strongest heroes of our generation.\""
    },
    {
      "paragraf": "\"That's the level an applicant needs to be on to get through the entrance exam. They won't let you pass if you're anything less than remarkable.\""
    },
    {
      "paragraf": "Based on Leonie's explanation, I could tell it was going to be a pretty difficult test. But I still had no intention of giving up now."
    },
    {
      "paragraf": "\"Oh yeah? Well, I'm still gonna become the strongest hero here.\""
    },
    {
      "paragraf": "And I wasn't just putting on a brave face, either. I wasn't bluffing. When I said that, I meant it."
    },
    {
      "paragraf": "\"Huh? You sound pretty cocky over there, eh?\""
    },
    {
      "paragraf": "It seemed the red-haired girl—Danita—had heard what I'd said. There was an agitated look on her face as she headed over to me. She looked even more impressive as she got closer. It wasn't like she was covered in bulging muscles or anything, but you could tell her body was strong and graceful with not an ounce of extra fat on her. She wore a fierce smile that reminded me of some kind of untamed wildcat."
    },
    {
      "paragraf": "\"A little squirt like you is gonna try to become a hero? Come on, Leonie, tell her—this ain't some playground for little kids like her.\""
    },
    {
      "paragraf": "\"Danita,\" said Leonie."
    },
    {
      "paragraf": "\"Hey, just because you're a little taller than me doesn't mean you can treat me like a kid,\" I said."
    },
    {
      "paragraf": "Though, when we stood next to each other, it really did look a lot like a child standing next to an adult."
    },
    {
      "paragraf": "\"Ability has lots to do with physique. And I've been training my whole body with a Gear since I was little. Compared to you, I'm just built different.\""
    },
    {
      "paragraf": "\"You said it, Danita. Besides, what are you, a demon or something? A demon who wants to be a hero—sounds like a bad joke!\""
    },
    {
      "paragraf": "That last quip hadn't come from Danita but from one of her followers who had joined in on making fun of me. Maybe I was just biased, but it was kinda weird to see this girl, dressed flamboyantly like some kind of party girl, together with Danita, who had more of an arrogant, militaristic vibe."
    },
    {
      "paragraf": "\"Go ahead and laugh. But no matter what you say, I'm still gonna be the strongest hero here,\" I said."
    },
    {
      "paragraf": "\"You know how to run your mouth, runt. Though, now that I get a good look at you, I can tell you might just be able to hold your own… Want me to teach you a lesson here and now before the exam starts?\""
    },
    {
      "paragraf": "\"Do it, Danita!\""
    },
    {
      "paragraf": "\"Stop it, you two!\""
    },
    {
      "paragraf": "As Danita and I glared at each other, Danita's crony stoked the flames, while Leonie tried to stop us."
    },
    {
      "paragraf": "\"Not my fault if you end up getting hurt,\" I said."
    },
    {
      "paragraf": "\"Same to you, tiny,\" Danita spat back."
    },
    {
      "paragraf": "The air between us was crackling with intensity."
    },
    {
      "paragraf": "\"Silence, everyone! The examination is about to begin! All prospective test takers, please form two lines and enter the venue.\""
    },
    {
      "paragraf": "As if to dispel the mounting tension between us, an announcement declaring the start of the test rang out around us. Danita and I both relaxed our battle poses."
    },
    {
      "paragraf": "\"You got lucky this time, kid.\""
    },
    {
      "paragraf": "\"Speak for yourself.\""
    },
    {
      "paragraf": "As I got in my last word and watched Danita walk away, I heard Leonie and Nor let out large sighs behind me."
    },
    {
      "paragraf": "\"Ruchika, you know…\""
    },
    {
      "paragraf": "\"You really went and picked a fight with Danita…\""
    },
    {
      "paragraf": "\"She was the one picking a fight with me! And I'm not one to back down from a challenge.\""
    },
    {
      "paragraf": "In the end, I was glad I didn't have to waste any of my energy before the test. And the whole incident had helped me blow off a little steam, so all's well that ends well."
    },
    {
      "paragraf": "\"Well, Leonie, Nor—let's all do our best on the exam!\""
    },
    {
      "paragraf": "\"…You're still as relaxed as ever, I see. Must be nice.\""
    },
    {
      "paragraf": "\"Ah-ha-ha-ha…\""
    },
    {
      "paragraf": "◇◇◇"
    },
    {
      "paragraf": "<b>(Leonie)</b>"
    },
    {
      "paragraf": "I finished the written portion of the exam and exited the lecture hall. As I walked around the area, thinking I would find Nor and get something to eat with her, I came across her and Ruchika in the courtyard."
    },
    {
      "paragraf": "\"Hope it went well, Nor, Ruchika.\""
    },
    {
      "paragraf": "\"You too, Leonie.\""
    },
    {
      "paragraf": "\"Yeah, sure…\""
    },
    {
      "paragraf": "Nor was her usual self, but Ruchika appeared rather dejected. She had her head on Nor's lap, using it as a pillow."
    },
    {
      "paragraf": "\"I'm guessing your written exam went well, Nor?\""
    },
    {
      "paragraf": "\"Mm-hmm. What about you, Leonie?\""
    },
    {
      "paragraf": "\"Same here.\""
    },
    {
      "paragraf": "\"I see. But as for Ruchika…\""
    },
    {
      "paragraf": "\"That was impossible… All those big words gave me a headache…\""
    },
    {
      "paragraf": "Judging from how Ruchika appeared to have collapsed in exhaustion, she must have had quite a hard time on the written exam. My first impression was that classroom learning probably wasn't her strong suit, but I never imagined it would be this bad."
    },
    {
      "paragraf": "\"Get a hold of yourself, Ruchika. You're going to become the strongest hero there is, aren't you?\" I said."
    },
    {
      "paragraf": "\"Yeah… But at this rate, I might be kicked out in the prelims…\""
    },
    {
      "paragraf": "\"I didn't think it was <i>that</i> difficult,\" said Nor."
    },
    {
      "paragraf": "\"Come on, Nor, don't rub salt in my wounds…\""
    },
    {
      "paragraf": "\"Oh. Sorry.\""
    },
    {
      "paragraf": "With Ruchika's head still in her lap, Nor began to softly pet her hair. <i>They're awfully close all of a sudden…</i>"
    },
    {
      "paragraf": "\"Since when have you two been so intimate, Nor?\""
    },
    {
      "paragraf": "\"Huh?\""
    },
    {
      "paragraf": "\"Oh? What, Leonie, you jealous?\" Ruchika said."
    },
    {
      "paragraf": "\"No.\""
    },
    {
      "paragraf": "While I did feel a little bit like Nor had been taken away from me, Ruchika made it sound too malicious."
    },
    {
      "paragraf": "\"Ah-ha-ha-ha! Not looking so hot anymore, are you, li'l miss strongest hero?\""
    },
    {
      "paragraf": "\"For real!\""
    },
    {
      "paragraf": "\"Danita…\""
    },
    {
      "paragraf": "Danita and her follower had shown up to sneer at Ruchika in her low spirits. While Danita wasn't exactly known for her good behavior, she was well-educated. She lived up to her reputation as a famous hero's daughter. Incidentally, her father had also been in my mother's party and had been known as the Battle-Ax Hero, and her mother was an instructor at this very Hero Institute."
    },
    {
      "paragraf": "\"Shut up, Danita. Go away,\" said Ruchika."
    },
    {
      "paragraf": "\"Yeah, yeah. I don't want anything to do with you anyway. See ya, you dropout. Come on, let's get outta here.\""
    },
    {
      "paragraf": "\"Ah, wait up, Danita!\""
    },
    {
      "paragraf": "Throwing out a final insult, Danita left with her follower at her heels."
    },
    {
      "paragraf": "\"What was the point in her coming over here anyway?\" asked Ruchika."
    },
    {
      "paragraf": "\"To…cheer us on, maybe?\""
    },
    {
      "paragraf": "\"No way her intentions were that good…\""
    },
    {
      "paragraf": "Regardless, if she really had no interest in Ruchika, she wouldn't have come over to talk to her. In that sense, I could tell that Danita was starting to take notice of her. We still didn't have a good idea of Ruchika's abilities, but something about her had been enough to draw the attention of a fierce fighter like Danita."
    },
    {
      "paragraf": "\"Moping about it isn't going to help anything. They'll be posting the results soon, so let's hurry up and have something to eat,\" I said."
    },
    {
      "paragraf": "\"C-come on, Ruchika. Time to get up,\" added Nor."
    },
    {
      "paragraf": "\"Nnnh… Just a little longer…\""
    },
    {
      "paragraf": "\"Get up,\" I said."
    },
    {
      "paragraf": "\"Ouch! Leonie, you're so strict!\""
    },
    {
      "paragraf": "\"I believe I'm being very reasonable.\""
    },
    {
      "paragraf": "As I rolled my eyes, Ruchika reluctantly stood up and stretched. She reminded me of a big kitten. You might say a \"big kitten\" is just a cat, but she really was like a kitten that just happened to have a larger body."
    },
    {
      "paragraf": "People had started to crowd around the bulletin board at the entrance of the Hero Institute, where the results of the written exam would be posted. It seemed the results were already up. As people either rejoiced at having passed or lamented their failure, their various reactions began to spread throughout the crowd."
    },
    {
      "paragraf": "The three of us cut through the crowd to get in front of the display board."
    },
    {
      "paragraf": "<i>…Thank goodness. I passed.</i>"
    },
    {
      "paragraf": "It's true I was confident about my ability to pass, but I hadn't discounted the possibility of me making some kind of careless mistake while filling out the answer sheet. I was relieved that I had gotten through this phase without issue."
    },
    {
      "paragraf": "\"Oh, good. I passed,\" said Nor."
    },
    {
      "paragraf": "\"You too, Nor? Congratulations.\""
    },
    {
      "paragraf": "\"Thanks. Looks like you did, too, Leonie. Congrats!\""
    },
    {
      "paragraf": "Nor and I grasped each other's hands and celebrated. Nor had always been an excellent student, so I figured there was no chance she could fail, but it still made me happy to be able to confirm we passed together like this."
    },
    {
      "paragraf": "The only remaining problem was—"
    },
    {
      "paragraf": "\"…\""
    },
    {
      "paragraf": "\"Ruchika?\" I asked."
    },
    {
      "paragraf": "\"I don't wanna look. I'm too scared.\""
    },
    {
      "paragraf": "Ruchika was covering her eyes with her hands. When I tried to pull her hands away, she just shook her head and refused. <i>My goodness.</i>"
    },
    {
      "paragraf": "\"Leonie, can you check it for me?\" she asked."
    },
    {
      "paragraf": "\"What number were you?\""
    },
    {
      "paragraf": "\"B-613.\""
    },
    {
      "paragraf": "\"Got it.\""
    },
    {
      "paragraf": "<i>Let's see… B-613… B-613…</i>"
    },
    {
      "paragraf": "\"I don't see it anywhere.\""
    },
    {
      "paragraf": "\"No way?!\""
    },
    {
      "paragraf": "Ruchika let out a scream and pulled her hands away from her face. Her eyes went wide as she frantically scanned the bulletin board."
    },
    {
      "paragraf": "\"Ah… Huh? It's right there…\""
    },
    {
      "paragraf": "\"Yes. Congratulations, Ruchika. It looks like you barely made it through this round. You passed.\""
    },
    {
      "paragraf": "\"Whaaat?! Don't scare me like that! I really thought I failed for a second there!\""
    },
    {
      "paragraf": "\"Hee-hee. Oh, Leonie,\" said Nor."
    },
    {
      "paragraf": "I had only wanted to tease her a little, but seeing how seriously Ruchika had panicked, I felt a bit guilty. <i>That wasn't very nice of me.</i>"
    },
    {
      "paragraf": "\"I'm sorry, Ruchika. My joke was in poor taste.\""
    },
    {
      "paragraf": "\"It's okay, don't worry about it. Ah, talk about a relief!\""
    },
    {
      "paragraf": "\"Ruchika, I think it might be a little too early to celebrate…\""
    },
    {
      "paragraf": "Nor said this with an unhappy look on her face. It looked like she was still worried about something."
    },
    {
      "paragraf": "\"What do you mean, Nor?\""
    },
    {
      "paragraf": "\"Remember, the practical exam is a one-on-one mock battle. And, Ruchika, you've been paired up with—\""
    },
    {
      "paragraf": "At Nor's comment, Ruchika looked at the bulletin board again. I had already checked who my upcoming opponent was—a talented mage of some renown. Nor's opponent was a skilled swordsman, but with her abilities, there was nothing for her to worry about. The issue was Ruchika's opponent."
    },
    {
      "paragraf": "\"I'm paired up with… Oh.\""
    },
    {
      "paragraf": "She had seen it now. Her opponent was—"
    },
    {
      "paragraf": "\"Danita.\""
    },
    {
      "paragraf": "That was right—Ruchika had been paired up with Danita for the mock battle. From what I had seen during our encounter with the pickpocket, the demon girl seemed like she could hold her own in battle, but I couldn't imagine she was anywhere close to someone like Danita, who was already being lauded as one of the strongest heroes of her generation. Her Gear had declared her strongest ability to be her swordsmanship, and her combat skills were rumored to be even better than her father's, who had been known as the Battle-Ax Hero."
    },
    {
      "paragraf": "However…"
    },
    {
      "paragraf": "\"Hmm. Lucky me! I wanted to try fighting her anyway.\""
    },
    {
      "paragraf": "Saying this, Ruchika smiled just like a little kid heading to a picnic in the park."
    },
    {
      "paragraf": "\"Are you insane? This is the Hero Institute entrance examination, you know. What awful luck for this to happen after you managed to scrape by the written test,\" I said."
    },
    {
      "paragraf": "\"Yeah, you may be right about that. But nothing gets me pumped like a strong fighter. She seems super tough, so I bet it'll be a really fun battle.\""
    },
    {
      "paragraf": "\"'F-fun'?\""
    },
    {
      "paragraf": "Nor's face said it all—this was totally incomprehensible to her. It was the kind of reaction I would expect from her, since she was quiet by nature and didn't like battle. Despite all that, she could still be quite the fierce fighter when she needed to."
    },
    {
      "paragraf": "But to return to the topic at hand…"
    },
    {
      "paragraf": "First off, we decided to head to the venue for the practical exam, which didn't take long. It looked like this portion of the test had already begun, as we could see two men already crossing swords in the middle of the arena."
    },
    {
      "paragraf": "\"Even though this is the entrance exam for the Hero Institute, I guess that doesn't mean everyone is strong like Danita,\" Ruchika commented with a yawn as we watched the two men battle."
    },
    {
      "paragraf": "\"True, but those two seem to be relatively skilled fighters.\""
    },
    {
      "paragraf": "\"I wonder. The short one isn't so bad, but the taller one looks like he's having a pretty hard time. I bet it'll be over in about five more attacks,\" Ruchika commented, predicting the outcome of the battle. Thinking there was no way she could be right, Nor and I watched on as the battle continued. Then…"
    },
    {
      "paragraf": "\"…Exactly five attacks. How did you know?\""
    },
    {
      "paragraf": "Just as Ruchika had predicted, the mock battle had concluded with the shorter emerging as the victor in exactly five moves."
    },
    {
      "paragraf": "\"Hmm? I dunno. Just had a feeling.\""
    },
    {
      "paragraf": "Ruchika laughed it off like it was no big deal, but I knew even Gear couldn't predict so far into the future with such accuracy. There was something special about this girl."
    },
    {
      "paragraf": "After that, Ruchika continued to predict the outcomes of the mock battles. She wasn't always right, but her forecasts hit the mark about 80 percent of the time—accurate enough to suggest there was more to her analyses than just a \"feeling.\" Did this mean Ruchika was able to predict the future just as well—or even better—than Gear?"
    },
    {
      "paragraf": "\"Next up, A-13.\""
    },
    {
      "paragraf": "\"Here.\""
    },
    {
      "paragraf": "Eventually, it was my turn to fight."
    },
    {
      "paragraf": "\"We're rooting for you, Leonie!\""
    },
    {
      "paragraf": "\"Do your best!\""
    },
    {
      "paragraf": "\"Thank you. Here I go.\""
    },
    {
      "paragraf": "After being seen off by Nor and Ruchika, I went to stand in the test arena. My opponent was a young man, a mage who had achieved a level of renown for defeating a number of notorious named monsters. As he took up his staff, his battle stance showed no openings. While considering how I should go about attacking him, I lowered my center of gravity into my own battle stance and unsheathed my sword."
    },
    {
      "paragraf": "\"Ready… Begin!\""
    },
    {
      "paragraf": "As an announcement signaled the start of the battle, I took off toward my opponent without waiting for my Gear's first prediction. In battles between sword and magic, conventional wisdom said that swordfighters shouldn't allow the battle to progress at a distance—so I closed in. Staying at a long range would put me at an overwhelming disadvantage. I tried to get in an attack before the mage had a chance to finish reciting his first spell. But then my Gear voiced an unexpected prediction."
    },
    {
      "paragraf": "<i>—Enemy approaching. Distance: one meter.</i>"
    },
    {
      "paragraf": "\"?!\""
    },
    {
      "paragraf": "While I had assumed my opponent would try to distance himself, he was doing the opposite and heading right for me. He'd not only closed the gap between us but had also come within exceedingly close range of me. I couldn't hope to land a felling blow at this range. I folded back my elbows, kept my arms close to my body, and attempted to slash my sword in as small an arc as possible, but my first attack missed, hitting nothing but air. In the next moment, I felt as if I were floating."
    },
    {
      "paragraf": "\"Wha—?!\""
    },
    {
      "paragraf": "I was blown back about five meters from where we had first clashed. Evidently, my opponent was well-versed in martial arts as well."
    },
    {
      "paragraf": "This was one of the difficult aspects of battles involving Gear. Yes, the devices were able to give simple predictions of the future, but how one used that prediction depended on their current condition. This time, I'd had the option to wait and watch how my opponent moved first, but if I had done so, I wouldn't have had enough time to stop him from casting a spell. It was all or nothing—I needed to make the first move. But it was my own mistake to try such an established tactic against an experienced magic user. While I hadn't taken much damage, I had given my opponent time and distance. And now he had already begun reciting his first spell."
    },
    {
      "paragraf": "In a battle between two Gear wearers, the futures predicted by each party's respective Gear clashed, making it a match not easily settled."
    },
    {
      "paragraf": "<i>I can't do anything if I don't get close to him first</i><i>!</i>"
    },
    {
      "paragraf": "Before he had a chance to finish me off at range, I pressed forward once again. I assumed his next attack would be an offensive spell. If I could just cut him off and get in my next attack—"
    },
    {
      "paragraf": "<i>—Earth magic,</i> Muddy Soil<i>. Underfoot.</i>"
    },
    {
      "paragraf": "\"?!\""
    },
    {
      "paragraf": "I immediately leaped backward. The spot where I had just been standing suddenly changed into a muddy morass. If I had still been there, my feet would have been swallowed up, and I'd have lost my balance, allowing my opponent to finish me off with a magic attack. Cold sweat ran down my back."
    },
    {
      "paragraf": "<i>—Fire magic,</i> Fire Bullet<i>. Front.</i>"
    },
    {
      "paragraf": "\"Ugh!\""
    },
    {
      "paragraf": "I rounded the arena to get out of range of the spell, desperately evading the ball of flame that chased after me."
    },
    {
      "paragraf": "<i>Every move I make is one step too late…</i>"
    },
    {
      "paragraf": "My opponent had completely taken control of the match. If I didn't do something to change the flow of the battle, I would be overcome in no time. In that case—"
    },
    {
      "paragraf": "\"—!\""
    },
    {
      "paragraf": "My opponent's expression changed as I shifted from evading his <i>Fire Bullet</i> to attacking him head-on."
    },
    {
      "paragraf": "\"Hah—!!\""
    },
    {
      "paragraf": "With a small swing of my sword, I took some of my attention off his fire attack and rushed in to close the distance between us. In response, the enemy cast even more fireballs, but I paid them no mind as I continued forward."
    },
    {
      "paragraf": "<i>—Earth magic</i>, Muddy Soil<i>. Underfoot.</i>"
    },
    {
      "paragraf": "<i>\"Float!\"</i>"
    },
    {
      "paragraf": "I had guessed that might be his next move, so I was prepared to use one of my convenience magic spells—one that allowed me to step up onto a platform of stiffened air—and dash upward over the spell. My opponent, having used his turn casting <i>Muddy Soil</i>, wouldn't have time to react to this. I was finally within reach. Just then…"
    },
    {
      "paragraf": "\"That's enough!\""
    },
    {
      "paragraf": "…an announcement brought our mock battle to a whimper of an end."
    },
    {
      "paragraf": "\"The results will be decided after careful consideration of the mock battle's content alongside your marks on the written test. Both parties, please exit the arena.\""
    },
    {
      "paragraf": "\"…Thank you.\""
    },
    {
      "paragraf": "I returned my sword to its sheath. Though I was embarrassed by the outcome of such a disappointing match, I had no one to blame but myself. It was my fault for being weak."
    },
    {
      "paragraf": "\"Nice fighting, Leonie!\""
    },
    {
      "paragraf": "\"Ruchika…\""
    },
    {
      "paragraf": "The demon girl greeted me with a smile, but that innocent gaze of hers only stung all the more."
    },
    {
      "paragraf": "\"Your opponent was pretty strong, huh? It wasn't the flashiest of battles, but it was a good match. Even an expert would have enjoyed watching it.\""
    },
    {
      "paragraf": "\"…Thank you.\""
    },
    {
      "paragraf": "I sat down next to Ruchika and ruminated on the match—where had I gone wrong, and what could I have done to win? I concentrated on analyzing the mock battle."
    },
    {
      "paragraf": "After all, if I didn't do that—"
    },
    {
      "paragraf": "\"So <i>that</i> was the daughter of the Almighty Hero?\""
    },
    {
      "paragraf": "\"That's all she's got? Lame.\""
    },
    {
      "paragraf": "\"Sure doesn't live up to the hype. Kinda disappointing.\""
    },
    {
      "paragraf": "—if I didn't concentrate on another topic, I'd have to listen to the same yammering I was subjected to every time something like this happened. As the daughter of the famous hero Lainie Baez, I'd always had high expectations placed upon me. And I had her to thank for never needing to worry about money. But if I didn't conduct myself in a manner seen as worthy of being the daughter of a hero, no one would appreciate me."
    },
    {
      "paragraf": "I wanted to be strong. Stronger than anyone else, like my departed mother. But I—"
    },
    {
      "paragraf": "\"Hold on! What the hell is that?!\""
    },
    {
      "paragraf": "As I was thinking all this, Ruchika abruptly shot to her feet, and her voice brought me back to reality."
    },
    {
      "paragraf": "\"…Ruchika?\""
    },
    {
      "paragraf": "\"That's no way to talk about someone who fought with her all! Winning and losing is just a result, right?! Weren't any of you actually watching?!?! That was a hell of a fight!\""
    },
    {
      "paragraf": "I was shocked. Ruchika was angry. And she was clearly expressing her disapproval of all those who'd been throwing insults and stares in my direction. It was the first time I had seen her mad."
    },
    {
      "paragraf": "\"Leonie read her opponent's movements at a high level, performed her own moves accurately, and used her skills to back up her choices in battle. How blind do you gotta be to not appreciate a match so obviously worthy of praise?! And even look down on it?!\""
    },
    {
      "paragraf": "\"Ruchika…\""
    },
    {
      "paragraf": "I felt a pang in my chest. Until now, I'd had nothing but the results I was supposed to get. Results worthy of a hero's daughter. Everything else was deemed worthless, including all the effort I spent trying to get there."
    },
    {
      "paragraf": "But Ruchika's way of thinking was different. She lauded the hard work that both my opponent and I had put into our respective training to be able to put on a battle of that caliber. She wasn't looking at the result of winning or losing, but the process that had led up to it."
    },
    {
      "paragraf": "\"Leonie, don't give those people an ounce of your attention. I know you'll pass. I guarantee it.\""
    },
    {
      "paragraf": "\"Th-thank you.\""
    },
    {
      "paragraf": "Ruchika shot me a bright smile as I struggled to respond with anything beyond simple gratitude. Her grin was so charming, I involuntarily felt the need to avert my gaze."
    },
    {
      "paragraf": "\"Oh, look, it's Nor. Hey, over here!\""
    },
    {
      "paragraf": "\"Ah, sorry to keep you waiting!\""
    },
    {
      "paragraf": "That reminded me—Nor had been nowhere to be found until just now. Getting tunnel vision in situations like these was a bad habit I'd been trying to fix, but clearly, it wasn't going well."
    },
    {
      "paragraf": "\"How did it go?\" I asked."
    },
    {
      "paragraf": "\"Yeah, I think it went okay,\" Nor said."
    },
    {
      "paragraf": "Apparently, Nor's turn had also come up during my battle. She had been called to fight later than I had, but our matches had ended at about the same time, so I guess she had managed a decisive victory. Since she had also done well on the written portion, it was all but certain she'd pass overall."
    },
    {
      "paragraf": "\"That's great!\""
    },
    {
      "paragraf": "\"How about you, Leonie?\""
    },
    {
      "paragraf": "\"I…\""
    },
    {
      "paragraf": "\"Leonie did her best. I'm sure it'll be fine!\" Ruchika said."
    },
    {
      "paragraf": "\"I see.\""
    },
    {
      "paragraf": "Based on Nor's expression, I could tell she had gathered how my match had gone but was kind enough not to push for more details."
    },
    {
      "paragraf": "\"What're you looking so relaxed about? Get over here already. They're callin' for our turn.\""
    },
    {
      "paragraf": "The person who had cut into our conversation from over in the exam arena was, of course—"
    },
    {
      "paragraf": "\"Oops, sorry about that, Danita!\" said Ruchika."
    },
    {
      "paragraf": "\"Hurry up so I can beat the crap outta you.\""
    },
    {
      "paragraf": "Danita beckoned Ruchika to the arena, her greatsword readied on her back."
    },
    {
      "paragraf": "\"Okay, be right there!\""
    },
    {
      "paragraf": "Ruchika sprang up and dashed over to the arena."
    },
    {
      "paragraf": "\"Sorry to keep you waiting!\""
    },
    {
      "paragraf": "\"Finally got my chance to knock you around.\""
    },
    {
      "paragraf": "\"Who knows? You might be the one who'll get knocked around, Danita!\""
    },
    {
      "paragraf": "\"You're killin' me, pip-squeak.\""
    },
    {
      "paragraf": "After they exchanged some light trash talk, Danita took up her greatsword, and Ruchika readied her fists, over which she wore a kind of fighting glove. Both of their weapons had been loaned to them by the Institute for the purpose of the exam, but they would still pack a decent punch."
    },
    {
      "paragraf": "\"Ready—begin!\""
    },
    {
      "paragraf": "Danita made the first move."
    },
    {
      "gambar": "pg39.jpg"
    },
    {
      "paragraf": "\"Graaah!\""
    },
    {
      "paragraf": "With a ferocious step forward, Danita swung her sword down from overhead. Ordinarily, a strike like that should have left her wide-open, but the skill and speed with which Danita was able to execute it was so great, my eyes could hardly keep up with her as I watched from a distance. Ruchika's Gear had probably predicted this attack from Danita, but the question was whether or not she would be able to respond in time."
    },
    {
      "paragraf": "\"…\""
    },
    {
      "paragraf": "Ruchika didn't move. She remained in her original battle stance. Danita's attack came down on her—and the tip of her blade plunged into the arena floor."
    },
    {
      "paragraf": "\"S-such power,\" said Nor."
    },
    {
      "paragraf": "\"That's Danita for you,\" I added."
    },
    {
      "paragraf": "Danita's attack had gouged open a large hole in the earth. Even though she was using a greatsword, one normally wouldn't expect that kind of force from a blade. But people held up this girl as one of the strongest heroes of the next generation for a reason."
    },
    {
      "paragraf": "\"You're not taking this seriously, are you, Danita? It was crazy obvious you weren't gonna hit me.\""
    },
    {
      "paragraf": "\"Consider it a greeting. If you're gonna run now, I won't stop you.\""
    },
    {
      "paragraf": "Ruchika appeared to have anticipated the reach of Danita's attack. She'd delivered her response with a tinge of exasperation in her voice, and it seemed like Danita had just been warming up herself."
    },
    {
      "paragraf": "\"Looks like they're back to square one.\""
    },
    {
      "paragraf": "\"Pretty remarkable after seeing a strike like that…\""
    },
    {
      "paragraf": "\"Yes, normally, you'd expect Danita's opponent to lose their nerve after that. But all it did was teach Ruchika something about Danita's fighting style.\""
    },
    {
      "paragraf": "Ruchika wasn't the type of person you'd expect to flinch back from an attack. But that didn't mean she could ignore the ferocity of Danita's overhead sword swings. The blow showed Ruchika that Danita had a move in her repertoire powerful enough to dominate the arena."
    },
    {
      "paragraf": "\"All righty, then I guess I'll give you a greeting of my own.\""
    },
    {
      "paragraf": "\"Ha, that's more like it. Show me what you got.\""
    },
    {
      "paragraf": "\"Okay. Well, here I go! Ready, set…\""
    },
    {
      "paragraf": "Saying this with the same carefree attitude as always, Ruchika brandished her arms above her head."
    },
    {
      "paragraf": "\"Hup!\""
    },
    {
      "paragraf": "\"Gah?!\""
    },
    {
      "paragraf": "Ruchika's fists blew Danita back toward the other end of the arena. Danita had managed to quickly put her greatsword between herself and the attack, but I could tell that if she had taken the blow directly, the damage would have been considerable."
    },
    {
      "paragraf": "\"You damn brat!\""
    },
    {
      "paragraf": "\"Whoa. Nice one, Danita. You've got good reflexes!\""
    },
    {
      "paragraf": "\"Don't mess with me… I'll freakin' kill you!\""
    },
    {
      "paragraf": "\"You finally taking this seriously? Hell yeah! All right, now let's really do this!\""
    },
    {
      "paragraf": "At long last, Danita had put up her guard and was ready to fight to kill, and Ruchika seemed pleased as punch about this. If it had been me out there, I surely would have been frozen in fear."
    },
    {
      "paragraf": "From there on out, the two began exchanging blows. Danita unleashed a storm of slashing attacks, and Ruchika wove through them with jabs and kicking techniques. Everyone watching the advanced tactics on display could tell this was a bout between two talented fighters—and all watching found themselves totally absorbed."
    },
    {
      "paragraf": "\"Hey, hey, what's the matter?! Already slowin' down?\""
    },
    {
      "paragraf": "\"Ugh! Come on, Proto, I can't just throw out ice magic at a time like this!\""
    },
    {
      "paragraf": "After a while, the equilibrium between the two contestants began to collapse. Danita had begun to take control of the offensive. Ruchika kept trying to counter with everything she had, but her movements had somehow started to lose their pep. It was like her rhythm was off, or she was struggling against something."
    },
    {
      "paragraf": "\"Enough!\""
    },
    {
      "paragraf": "Ruchika, who had been keeping within range of Danita up until then, took one large leap back to get some distance."
    },
    {
      "paragraf": "\"Proto, I'm sorry, but you're just getting in my way!\""
    },
    {
      "paragraf": "Ruchika shouted like she couldn't stand it anymore, and all of a sudden, placed her hands on her Gear and took it off."
    },
    {
      "paragraf": "◇◇◇"
    },
    {
      "paragraf": "<b>(Ruchika)</b>"
    },
    {
      "paragraf": "<i>—Hmm. So my regular guidance is a hindrance to you. If that's the case, you're the same as</i> her<i>— Ah, wait!</i>"
    },
    {
      "paragraf": "I ignored Proto even though it was in the middle of trying to say something and took the Gear off my neck."
    },
    {
      "paragraf": "\"I know this thing is convenient and all, but it's just noise to me. I'm taking it off for now, so can you hold on to it, Leonie?\""
    },
    {
      "paragraf": "Saying this, I went over to the spectator seats and tossed the Gear I had just taken from my neck to Leonie. She had gone totally pale. <i>Why?</i>"
    },
    {
      "paragraf": "\"Don't be ridiculous, Ruchika! You can't possibly fight without Gear!\""
    },
    {
      "paragraf": "\"That's not true. I like it better this way. And besides, what's with it telling me to use magic counterattacks over and over when I've never been any good with magic?\""
    },
    {
      "paragraf": "It was super annoying to have those recommendations popping up nonstop in the back of my mind and the corners of my vision."
    },
    {
      "paragraf": "\"Because it's the optimal tactic! You may just not know it yet, but you must have some kind of magical ability—\""
    },
    {
      "paragraf": "\"No way. I know myself. And I'm gonna do this my own style. You don't mind, do you, Danita?\""
    },
    {
      "paragraf": "When I turned to ask her, Danita was glaring at me like an angry ogre."
    },
    {
      "paragraf": "\"Wh-what? What's with the scary face, Danita?\""
    },
    {
      "paragraf": "\"Are you messin' with me again, you twerp? You think you can fight against <i>me</i> without Gear?\""
    },
    {
      "paragraf": "\"I'm not messing with you, I swear. I just like this way better.\""
    },
    {
      "paragraf": "<i>Why can't everyone else understand? It's like they're obsessed with sticking to what their Gear tell them.</i>"
    },
    {
      "paragraf": "\"Ruchika, please reconsider! Put your Gear back on!\""
    },
    {
      "paragraf": "Leonie was practically screaming as she pleaded with me. But why? Based on Danita's reaction, it seemed like most humans assumed you would fight using a Gear. But Leonie's reaction was too extreme—like she had some kind of strong emotional attachment to the whole issue. But if I kept that thing on my neck, there was no way I'd be winning against Danita."
    },
    {
      "paragraf": "\"I'm telling you, don't sweat it. Just calm down and watch, okay, Leonie?\""
    },
    {
      "paragraf": "I gave her a wink before turning back to Danita again."
    },
    {
      "paragraf": "\"Sorry about that, Danita. I'm ready to fight for real, now.\""
    },
    {
      "paragraf": "\"You kiddin' me?! Get over here—I'll insta-kill you!\""
    },
    {
      "paragraf": "That seemed to have really ticked her off. She raised her greatsword back over her head… It was the same overhead strike from earlier. But this time, she looked like she was attacking for real. I knew I'd be in trouble if I took a hit from that thing. The next moment, Danita started rushing at me so fast, it was almost like she had disappeared."
    },
    {
      "paragraf": "But—"
    },
    {
      "paragraf": "\"Wha—?!\""
    },
    {
      "paragraf": "\"Heh-heh! You may be plenty strong, too, but there's no way I'm losing to you in that area!\""
    },
    {
      "paragraf": "—I had stopped Danita's overhead sword attack, binding her sword by crossing the backs of my hands and pushing upward against it. She wouldn't be able to move it one bit in this state."
    },
    {
      "paragraf": "\"Back atcha!\""
    },
    {
      "paragraf": "\"Gwah?!\""
    },
    {
      "paragraf": "I took her greatsword, which was wedged between my hands, and pulled it over to the side, making Danita lose her balance. Then I hit her with a well-placed roundhouse kick to send her large frame flying."
    },
    {
      "paragraf": "\"Whoa, you didn't let go of the sword that whole time—you're good.\""
    },
    {
      "paragraf": "\"Argh! Don't get cocky!\""
    },
    {
      "paragraf": "Danita had flipped her body in midair and landed defensively on the ground. Her red eyes were burning with anger."
    },
    {
      "paragraf": "\"I'm done with you underestimatin' me. Now I'm gonna slaughter you for real.\""
    },
    {
      "paragraf": "As soon as she declared this, a malicious battle aura flooded out from her body. It was extremely rare for someone to have such a tangible aura, the kind you didn't even need to look for. Danita was the real deal—and any regular person would have probably lost the will to fight at seeing that display of hers."
    },
    {
      "paragraf": "But me? I was a different story."
    },
    {
      "paragraf": "I looked at Danita again. <i>Yeah, this is awesome. Once you get serious, you're a great opponent. Plus, I'm starting to get hungry, and you're starting to look like one hell of a lunch. That means there's only one thing left for me to do.</i>"
    },
    {
      "paragraf": "\"Time to dig in!\""
    },
    {
      "paragraf": "\"?!\""
    },
    {
      "paragraf": "Danita's eyes widened in surprise. Well, no surprise there. I basically looked like I was coming straight at her, practically begging to be cut down. <i>But sorry, Danita, this isn't gonna go how you expect.</i>"
    },
    {
      "paragraf": "\"Tch!\""
    },
    {
      "paragraf": "Her sword came sliding toward me nimbly. It was a beautiful side slash, like something out of a swordsmanship textbook. And so, I sidestepped—toward her attack. I spread my hands vertically and slammed them down like jaws closing on her greatsword."
    },
    {
      "paragraf": "<i>\"Gluttony.\"</i>"
    },
    {
      "paragraf": "The sound of something stiffening boomed around us."
    },
    {
      "paragraf": "\"No…way…\""
    },
    {
      "paragraf": "I heard Danita's dazed voice. My hands, which had been hardened by her dense battle aura, had become sharper than any monster's fangs, and I'd used them to tear off a chunk of her greatsword. A sense of omnipotence welled up within me."
    },
    {
      "paragraf": "\"Gimme more, Danita. You've got more than this in you, don'cha?\""
    },
    {
      "paragraf": "\"Ugh…graaahhhh!!\""
    },
    {
      "paragraf": "Danita probably had no idea what I had done to her. Her mental state was growing closer and closer to derangement. Even so, her reflexive attacks had unparalleled accuracy, and it was obvious how much she had trained to get to this point."
    },
    {
      "paragraf": "Her battle aura looked mouthwatering."
    },
    {
      "paragraf": "With every deadly slash she dealt, I kept biting and tearing through her greatsword bit by bit. Each time my hands clashed with it, the sword grew more and more battered."
    },
    {
      "paragraf": "\"Ruchika… Her movements really have become sharper after she took off her Gear… But to think she'd be able to overwhelm Danita…\""
    },
    {
      "paragraf": "\"That's not all, Leonie. It looks like Ruchika is…feeding off Danita's battle aura?\""
    },
    {
      "paragraf": "The first person to see through my trick was Nor. Since her fighting style was close to a mage's, she must have also been able to sense the flow of aura around her opponents. And she was right. <i>Gluttony</i> was a power that allowed me to devour energy from my opponent's mana and battle aura and use it as my own."
    },
    {
      "paragraf": "\"That ability of hers… Do you think it's a Gift?\""
    },
    {
      "paragraf": "\"What?! You mean to suggest that she already fulfilled that requirement even before joining the Hero Institute?\""
    },
    {
      "paragraf": "I had no clue about these \"Gifts\" or hero requirements or whatever they were talking about, so I brushed it off and kept focusing on my battle. Danita's face was twisted with frustration."
    },
    {
      "paragraf": "\"You monster!\""
    },
    {
      "paragraf": "\"Now, that's just not nice. But if that's what you think I am, then maybe I should show you something really monstrous.\""
    },
    {
      "paragraf": "\"…Huh?\""
    },
    {
      "paragraf": "I focused my consciousness on the energy I had charged up in my stomach and visualized myself spitting it all back out."
    },
    {
      "paragraf": "\"Danita, put up your best defense, okay?\""
    },
    {
      "paragraf": "\"Wh-why you!\""
    },
    {
      "paragraf": "The next moment, I breathed out a mass of flames that engulfed her."
    },
    {
      "paragraf": "\"Gaaaah?!\""
    },
    {
      "paragraf": "Danita tumbled to the ground and rolled, putting out the flames that had covered her body. Her light leather armor was charred all over, and smoke rose from her."
    },
    {
      "paragraf": "\"You… Seriously, what the hell are you?!\""
    },
    {
      "paragraf": "\"What am I? I could have sworn I already introduced myself. I'm Ruchika. I'm from the race of demons that humanity defeated.\""
    },
    {
      "paragraf": "\"?!\""
    },
    {
      "paragraf": "After I introduced myself again, the people of the gallery all began to buzz."
    },
    {
      "paragraf": "\"That black hair, and those black eyes…\""
    },
    {
      "paragraf": "\"So that's the savage power of a demon…\""
    },
    {
      "paragraf": "I heard everyone start whispering behind my back. While <i>Gluttony</i> was active, all five of my senses were sharpened, so it was no use for them to try to hide what they said. <i>Geez…turns out humans are still pretty prejudiced against us.</i>"
    },
    {
      "paragraf": "\"Okay, Danita. Can you keep going?\""
    },
    {
      "paragraf": "\"…'Course I can…\""
    },
    {
      "paragraf": "Danita was struggling to get back on her feet. She looked pretty beat up, but the will to fight still hadn't left her gaze. The glint in her eye looked somehow tragically heroic, coming from someone who had been touted as an elite. Surely, she had her own reasons, something she knew she would never surrender. <i>Good. I like people like that.</i> I was happy I'd be able to fight her to the bitter end of our battle—"
    },
    {
      "paragraf": "\"Hang on, Ruchika. The match is already decided. Don't you think that's enough?\""
    },
    {
      "paragraf": "—but Leonie was there to step in between us."
    },
    {
      "paragraf": "\"Leonie…\""
    },
    {
      "paragraf": "\"You've already proven your strength plenty. Any more, and you'd be overdoing it.\""
    },
    {
      "paragraf": "Saying this, she spread out her hands as if to protect Danita. <i>Hmm, okay. So that's what this looks like to her.</i>"
    },
    {
      "paragraf": "\"Get outta the way, Leonie! I can still fight!\""
    },
    {
      "paragraf": "\"But, Danita…\""
    },
    {
      "paragraf": "\"Shut up! If I… If I can't be the best, then there's no point in any of this!\""
    },
    {
      "paragraf": "Standing with a shout, Danita pushed Leonie out of the way and looked at me as she once again raised her greatsword over her head. This was probably her final attack. She would choose her best move, one she had the most confidence in. Her sword swooped down with a beautiful, clean, and straightforward attack. And as it descended toward me—"
    },
    {
      "paragraf": "\"—Yup. This one's the tastiest of them all.\""
    },
    {
      "paragraf": "Bringing my hands together from the left and right, I blocked her attack. This was a technique that human martial artists called a \"barehanded blade block\"—but to me, it was just another manifestation of <i>Gluttony</i>."
    },
    {
      "paragraf": "I greedily devoured the battle aura infused within Danita's greatsword, feeling euphoric as I did. <i>Yup, Danita, I'm so glad I got to fight you. It really is a blast.</i>"
    },
    {
      "paragraf": "\"As a show of my respect to how you gave me your all in this match, I'm gonna give you my best, too.\""
    },
    {
      "paragraf": "\"—?!\""
    },
    {
      "paragraf": "Danita rushed to try to take evasive measures, but having used up all her energy on her last attack, her movements had become clumsy."
    },
    {
      "paragraf": "\"—Try not to die, 'kay?!\""
    },
    {
      "paragraf": "\"Aaaghhhh?!\""
    },
    {
      "paragraf": "Danita took the full brunt of my attack and was blown back by flames that engulfed her. The moved I had used was technically a punching attack. But since I had also implemented the concentrated energy I had built up while <i>Gluttony</i> was active, the force of the blow was overwhelming compared with your average punch. And because my own battle aura had flame-like properties, it applied a burning effect to my target. This was one of the best tricks I had up my sleeve."
    },
    {
      "paragraf": "Danita tumbled back four meters or so, then finally went still. As she lay there on her back, I could tell she had still managed to retain consciousness, but it looked like she really wasn't able to move anymore."
    },
    {
      "paragraf": "\"Th-that's enough!\""
    },
    {
      "paragraf": "\"Thanks for the feast.\""
    },
    {
      "paragraf": "The referee overseeing the match declared the end of the mock battle."
    },
    {
      "paragraf": "\"Ruchika… You…\""
    },
    {
      "paragraf": "\"Heh-heh, did you catch all that, Leonie?\""
    },
    {
      "paragraf": "After hearing Leonie's voice, I turned back triumphantly to face her, but she looked like she was sort of shrinking back from me now."
    },
    {
      "paragraf": "<i>Huh?</i>"
    },
    {
      "paragraf": "◇◇◇"
    },
    {
      "paragraf": "\"Leonie.\""
    },
    {
      "paragraf": "\"!\""
    },
    {
      "paragraf": "Leonie reacted to my voice as if she was a little afraid of me. <i>Hmm. Did I get a little too carried away?</i> But Danita had been really strong, and I wouldn't have been able to win without giving it that much. I guess younger humans weren't used to seeing the way that demons fought, so maybe it had been a bit scary for her."
    },
    {
      "paragraf": "I wanted to become Leonie's mate. Right from the start, I knew she was just my type appearance-wise, but after seeing the honest, steady way she'd fought during today's exam and the kind, courageous way she'd tried to get in between Danita and me, my impression of her was even better than before. Who would've thought the human race would have a catch like this?"
    },
    {
      "paragraf": "\"Hey, Leonie?\""
    },
    {
      "paragraf": "\"…What is it?\""
    },
    {
      "paragraf": "Keeping Danita in the corner of my eye as she was carried out of the arena, burned to a crisp and muttering insults as she went, I walked up to Leonie. At the same time, I felt everyone in the gallery except for Leonie flinch back in fear. <i>Yeah, yeah, I'm used to getting looks like that. Though, I still think it's pretty mean.</i>"
    },
    {
      "paragraf": "She gazed back at me cautiously, but I simply returned it with a smile. She took my hand and rose to her feet, and I was struck by how cool she looked, especially since she was so tall. Then I continued:"
    },
    {
      "paragraf": "\"<i>Ahem.</i> Leonie, you were really brave back there.\""
    },
    {
      "paragraf": "\"…That wasn't exactly my intention, but…\""
    },
    {
      "paragraf": "\"No worries. I thought it was super impressive.\""
    },
    {
      "paragraf": "\"Okay…\""
    },
    {
      "paragraf": "\"So anyway, I've got something I want to ask you.\""
    },
    {
      "paragraf": "\"…Yes?\""
    },
    {
      "paragraf": "Leonie still looked pretty wary of me. It occurred to me that maybe I should wait to bring this up until after we got to know each other a little better, but I also felt like a girl this cute was sure to get snatched away if I didn't act fast. <i>Ah, well. A girl's gotta have guts.</i>"
    },
    {
      "paragraf": "I put on the best smile I had in me and asked my question."
    },
    {
      "paragraf": "\"Leonie Baez, will you be my mate?\""
    },
    {
      "paragraf": "\"Huh? 'M-mate'?\""
    },
    {
      "paragraf": "I saw her face redden a little, which made me think I might have a chance. After the fact, however, I would learn that she was just embarrassed because the word <i>mate</i> had been too direct. Chalk that up to a cultural difference, I guess."
    },
    {
      "paragraf": "\"Leonie, you're really nice, and in terms of looks, you're totally my type. I swear I'll make you happy. So? What do you say? Please?\""
    },
    {
      "paragraf": "\"Uh, um…what?\""
    },
    {
      "paragraf": "\"Let me guess…you're not sure about taking a demon as a mate. But you've got nothing to worry about there. My mama always said that comfort is more important than attraction when it comes to mates.\""
    },
    {
      "paragraf": "\"N-no, that's not the issue…\""
    },
    {
      "paragraf": "\"You don't like me? I may be a demon, but I'm pretty sure I'm decently cute.\""
    },
    {
      "paragraf": "\"There's no issue with your appearance. The thing is, we're both girls. I don't have anything against you, but I must reject your proposal.\""
    },
    {
      "paragraf": "\"Aw, man…\""
    },
    {
      "paragraf": "And so, my dreams of marrying Leonie were shattered. Not that I was going to let one rejection stop me from trying again later."
    },
    {
      "paragraf": "As for the results of the Hero Institute entrance exam, I ended up passing. While my performance on the written part had been bad, my overwhelming victory over Danita in the mock battle got me top marks. After her wounds were treated, Danita came back and gave me a real stink eye, but I guess that was just part of the game. I figured I might have another chance to fight her soon, but I would cross that bridge when I came to it."
    },
    {
      "paragraf": "More importantly…"
    },
    {
      "paragraf": "\"Hey, Leonie. Are you sure it's a no?\""
    },
    {
      "paragraf": "\"Please, give it a rest.\""
    },
    {
      "paragraf": "\"But, Leonie, I just like you so much. Come on, let's be mates!\""
    },
    {
      "paragraf": "\"No, thank you.\""
    },
    {
      "paragraf": "\"You're so cold! But don't worry, Leonie.\""
    },
    {
      "paragraf": "\"?\""
    },
    {
      "paragraf": "Leonie looked puzzled. I couldn't help but think how lovely that innocent face of hers was as I shot her back a smile."
    },
    {
      "paragraf": "\"This is the beginning of a long relationship between us, so I'll have plenty of time to win you over. Just you wait and see!\""
    },
    {
      "paragraf": "\"…Absolutely not.\""
    },
    {
      "paragraf": "And so, my life as a student at the Hero Institute kicked off. Apparently, some people had already branded me as the scary outcast of our grade, but I didn't pay them any mind."
    },
    {
      "paragraf": "\"I'm really looking forward to spending more time with you, Leonie!\""
    },
    {
      "paragraf": "\"What exactly are you trying to rope me into?!\""
    }
  ]
}
