{
  "id": "chapter2",
  "judul": "Chapter 2",
  "konten": [
    {
      "paragraf": "<b>(Leonie)</b>"
    },
    {
      "paragraf": "\"Hey, Leonie?\""
    },
    {
      "paragraf": "\"…\""
    },
    {
      "paragraf": "\"I said hey, Leonie!\""
    },
    {
      "paragraf": "\"…\""
    },
    {
      "paragraf": "\"If you don't answer me, I'm gonna call you 'honey'!\""
    },
    {
      "paragraf": "\"I'm listening. What do you want?\""
    },
    {
      "paragraf": "It had been about one week since we started at the Hero Institute. While my results in the practical entrance exam had been less than stellar, my combined marks including the written exam were good enough to allow me to enroll in the Institute. I'd finally gotten to the starting line as the daughter of a hero—but there were already plenty of dark clouds overhead."
    },
    {
      "paragraf": "One of which was her—Ruchika."
    },
    {
      "paragraf": "She, Nor, and I were all sitting in a row together in the lecture hall of our next class. Nor was an old friend of mine who was practically family, so I felt no discomfort being around her. But Ruchika was different. I had only just met her, yet for some reason, she had come to be a fixture of our group. It would be fine if that was the extent of it, but…"
    },
    {
      "paragraf": "\"Come on, be my mate!\""
    },
    {
      "paragraf": "\"No. Go pester someone else.\""
    },
    {
      "paragraf": "\"But I only want you!\""
    },
    {
      "paragraf": "\"Ah, ah-ha-ha-ha…\""
    },
    {
      "paragraf": "As I tried to dismiss Ruchika's straightforwardness as best I could, Nor chuckled with a slightly exasperated, awkward smile."
    },
    {
      "paragraf": "\"You're so popular, Leonie!\""
    },
    {
      "paragraf": "\"Don't you get in on this, too, Nor. And, Ruchika, please quit it with the distasteful jokes.\""
    },
    {
      "paragraf": "\"I'm not joking. I'm super serious!\""
    },
    {
      "paragraf": "\"That's even worse. First and foremost, we're both women, aren't we?\""
    },
    {
      "paragraf": "\"Huh? What's the problem with that?\""
    },
    {
      "paragraf": "\"…Nothing, but…\""
    },
    {
      "paragraf": "<i>And do you have to look so shocked about that?</i>"
    },
    {
      "paragraf": "\"…Oh, can humans not take mates of the same sex?\""
    },
    {
      "paragraf": "\"Given the population decrease after the Great Human-Demon War, the kingdom refuses to officially recognize marital relationships that cannot produce children.\""
    },
    {
      "paragraf": "\"That's weird. Demons can have children between two members of the same sex, and I think it'd be all right even if my partner was a human. So what do you think? You wanna try doing it the demon way?\""
    },
    {
      "paragraf": "\"Unfortunately, I intend to follow the standards of human culture.\""
    },
    {
      "paragraf": "\"Aw, okay. I guess it is more fun to try to win you over if you're a little stubborn anyway.\""
    },
    {
      "paragraf": "<i>\"…Sigh…\"</i>"
    },
    {
      "paragraf": "Ruchika had kept on making attempts to court me in this manner from the moment we enrolled. She was nice girl with a carefree personality, so I had no problem with counting her among my friends. But it was clear Ruchika was seriously hoping for something more than that, and I was having trouble responding to it. It was one thing to see her as a friend, but I didn't think I could ever see her in <i>that</i> way."
    },
    {
      "paragraf": "I wanted to put a bit of distance between us, but our situation wouldn't allow it. That was because of our results on the entrance examination. The Institute had lumped us together and was treating us as problem students."
    },
    {
      "paragraf": "\"Quiet, everyone. It's time for class to begin.\""
    },
    {
      "paragraf": "A female teacher got up in front of the blackboard and addressed us in an intelligent-sounding voice."
    },
    {
      "paragraf": "\"Oh, it's Danita's mom.\""
    },
    {
      "paragraf": "\"Please call me Professor Aliza, C-100. And please refrain from chatting while class is in session.\""
    },
    {
      "paragraf": "Professor Aliza had called Ruchika by her student code. I only learned of this after enrolling in the Institute, but it was custom here for superiors to call their subordinates by numbers. The <i>C</i> in Ruchika's student code indicated her year, and the three-digit number indicated her ranking based on her grades at the time of admission. I was C-088, Nor was C-005, and Danita was C-001. To be honest, I found the whole system rather unpleasant."
    },
    {
      "paragraf": "\"Yes, ma'am.\""
    },
    {
      "paragraf": "As Ruchika gave a perfunctory reply, Professor Aliza glared at her as if she were some kind of disagreeable insect before opening her textbook."
    },
    {
      "paragraf": "\"Today, I will introduce the concept of Gifts.\""
    },
    {
      "paragraf": "As Professor Aliza began her lecture, her expression remained stiff. Ruchika appeared to have already earned some kind of special ire from her."
    },
    {
      "paragraf": "In all likelihood, this was because Ruchika had defeated her daughter, Danita, in their mock battle. Up until then, Danita had been undefeated among her peers, so the fight against Ruchika was the girl's first loss. To make matters worse, this had happened at a highly public venue: the Hero Institute entrance examination. Perhaps it was a matter of course that Danita's mother would resent Ruchika for this, but it reflected quite poorly on Professor Aliza that she seemed unable to keep those private feelings out of her public life."
    },
    {
      "paragraf": "\"In the past, only a handful of prodigies were able to acquire special powers known as Gifts through their own talent and good fortune. The counterpart to these Gifts was magic, a scholarly skill that any person could obtain to some degree. While magic is more versatile, Gifts are more specialized and powerful.\""
    },
    {
      "paragraf": "As I listened to her matter-of-fact, fast-paced lecture, I occasionally felt the professor shoot me the same harsh gaze she'd given Ruchika."
    },
    {
      "paragraf": "\"Individuals who acquire these Gifts and complete the prescribed curriculum at the Institute are authorized with a hero title and graced with various benefits from the kingdom. And the progenitor of all such heroes—the Almighty Hero, Lainie Baez—happens to be C-088's mother.\""
    },
    {
      "paragraf": "It seemed that, in addition to Ruchika, I, too, had been deemed an academic underperformer, and the school administration planned to manage the two of us together as problem students. They had even assigned us to the same room in our dormitory. And since Ruchika wasn't very knowledgeable about how things worked in the human world, I had been ordered to watch over her. This was what I'd meant earlier when I said our current situation didn't allow me to put much distance between us."
    },
    {
      "paragraf": "\"Gear plays an important role in Gift education. Owing to the Hero Institute and Gear, it is now possible for those with a certain level of ability to artificially acquire Gifts of some degree, even if one is not a prodigy— C-100! Do you think you can sleep in my class?!\""
    },
    {
      "paragraf": "As I was getting lost in my thoughts, Professor Aliza's sharp voice brought me back to reality. I looked over and saw Ruchika next to me, face down in her textbook, fast asleep."
    },
    {
      "paragraf": "\"Mmmhhh… I can't eat any more…\""
    },
    {
      "paragraf": "\"C-088, what are you gawking at?! Wake her up already!\""
    },
    {
      "paragraf": "\"Ruchika. Ruchika, wake up.\""
    },
    {
      "paragraf": "As I had sat there, stunned, Professor Aliza had suddenly barked a rebuke at me, too. I hurried to follow her order, shaking Ruchika by the shoulders. But that showed no signs of working. Then just as I thought she was finally stirring and saying something…"
    },
    {
      "paragraf": "\"Nnnh… Lecture's just so boring… Like some kinda sermon…\""
    },
    {
      "paragraf": "Ruchika's sleepy reply came out louder than it should have in the quiet classroom."
    },
    {
      "paragraf": "\"…<i>Pffft</i>, a sermon…\""
    },
    {
      "paragraf": "\"…Hee-hee-hee…\""
    },
    {
      "paragraf": "Unable to hold it in, other students started bursting into fits of giggles. Professor Aliza grew humiliated up on her podium, shaking her fists in anger."
    },
    {
      "paragraf": "\"…Fine, then. If that's your attitude, then I have another idea. Everyone is to write a five-thousand-word report on the concept of Gifts and turn it in by next session. Since you're all so smart, I suppose you won't require my <i>sermon</i> on the subject. Class is dismissed.\""
    },
    {
      "paragraf": "As everyone in the classroom erupted in complaints over being given such a tedious assignment, Professor Aliza ignored us and quickly took her leave. Naturally, everyone's gazes then turned to Ruchika, who had caused the problem in the first place. But the girl herself was still in the middle of a carefree dream."
    },
    {
      "paragraf": "\"Oh, Ruchika…you sure know how to make an impression.\""
    },
    {
      "paragraf": "\"Nor, please don't sugarcoat it. This was completely her fault.\""
    },
    {
      "paragraf": "\"That's true, but…\""
    },
    {
      "paragraf": "\"Ruchika, if you don't wake up this instant, I'll resent you for the rest of my life.\""
    },
    {
      "paragraf": "\"I'm up!\""
    },
    {
      "paragraf": "Ruchika popped up so fast, I doubted she was ever asleep in the first place. But it seemed she truly didn't have a grasp on the whole situation, as she looked around in befuddlement at the harsh glares piercing her from all over the classroom."
    },
    {
      "paragraf": "\"Umm…did I do something wrong?\""
    },
    {
      "paragraf": "\"Sure did.\""
    },
    {
      "paragraf": "\"Aw, dang… Now I'm in trouble!\""
    },
    {
      "paragraf": "But Ruchika didn't look troubled at all as she simply laughed it off."
    },
    {
      "paragraf": "As one could see, Ruchika's attitude when it came to her classes was terrible. And it wasn't only in lectures—she basically did as she pleased in practical training, too."
    },
    {
      "paragraf": "\"C-100! Put your Gear on!\""
    },
    {
      "paragraf": "\"But it's easier if I don't wear it!\""
    },
    {
      "paragraf": "\"I don't care—put it on anyway! Learning to use your Gear well is the shortest path in becoming a hero—\""
    },
    {
      "paragraf": "\"I'll become a hero without a Gear. How about that?!\""
    },
    {
      "paragraf": "Her ability to do better than everyone else in the class even without her Gear only served to annoy the people around her. But it was saying something if she even came to class in the first place, as she usually failed to attend any courses she wasn't interested in. Personally, I found her conduct unbelievable. However, Ruchika performed so remarkably well in practical training that no one had any room to complain. I couldn't help but secretly feel embarrassed at how she did all this."
    },
    {
      "paragraf": "The reason I was so stubborn over the use of Gear was because it was something my mother had bequeathed to the world. Before she'd invented Gear, humans didn't have much use for magical devices—and it was the first device of its kind, one created by implementing the magic of demonkind. As I'd already explained, Gear instructed its wearer of the ideal path they should take. Consequently, it was an incredible waste for someone to go out of their way to avoid using it."
    },
    {
      "paragraf": "As the daughter of the Almighty Hero, I had always faithfully followed the guidance of my Gear. Although I'd doubted if I would be suited for the path my Gear had recommended—swordplay—the odds of the device being wrong were slim to none. And sure enough, ever since the introduction of Gear, Kars Kingdom had produced a steady stream of capable heroes in all sorts of fields. It stood to reason that we should follow it. Moreover, as the daughter of the woman who'd created Gear, I considered its guidance tantamount to my mother's own words. Because I believed this to be true, I had dedicated myself to the practice of swordplay."
    },
    {
      "paragraf": "And yet, as if to disregard all this, Ruchika did whatever she pleased. The way she steadfastly believed in herself over everything else and acted accordingly made me knit my brow. I had nothing against her, but that one point—the way she ignored the guidance of her Gear—I simply could not accept. It was almost like an insult to my mother's memory."
    },
    {
      "paragraf": "\"What's wrong, Leonie? You look upset about something.\""
    },
    {
      "paragraf": "\"…And whose fault do you think that is?\""
    },
    {
      "paragraf": "\"Huh?\""
    },
    {
      "paragraf": "I curtly responded to Ruchika's question, venting my anger at her, and started to leave."
    },
    {
      "paragraf": "\"Ah, wait up, honey!\""
    },
    {
      "paragraf": "\"Who do you think you're calling 'honey'?!\""
    },
    {
      "paragraf": "<i>I can't with this girl…</i>"
    },
    {
      "paragraf": "\"Ruchika, you should take your obligations more seriously. Please, do what you're supposed to.\""
    },
    {
      "paragraf": "\"Leonie, I think you should try to give yourself a little more freedom. Why don't you just do what you want to do?\""
    },
    {
      "paragraf": "It seemed our mindsets would run parallel to each other no matter what, never to reach agreement. I could do nothing but heave a sigh at her for what felt like the millionth time."
    },
    {
      "paragraf": "◇◇◇"
    },
    {
      "paragraf": "<b>(Ruchika)</b>"
    },
    {
      "paragraf": "<i>…Hey, Proto?</i>"
    },
    {
      "paragraf": "<i>—What is it?</i>"
    },
    {
      "paragraf": "<i>…Are they gonna make us do this every morning?</i>"
    },
    {
      "paragraf": "<i>—It seems so.</i>"
    },
    {
      "paragraf": "It was morning. I whispered mentally to Proto as I was made to repeat this strange ritual once again, just as I had every day since the entrance ceremony. It was the morning assembly, and everyone had their eyes closed as they sat silently in their seats."
    },
    {
      "paragraf": "<i>They're all listening to that thing again, right?</i>"
    },
    {
      "paragraf": "<i>—Correct. I've also received instructions to have you listen to it, but I'm ignoring it, since you don't want to.</i>"
    },
    {
      "paragraf": "<i>I mean, it's basically like brainwashing!</i>"
    },
    {
      "paragraf": "<i>—\"Bzzzt…—the ills of humankind. And so, to foster leaders who may someday find a way to overcome these issues, we hereby declare the</i> <i>establishment of the Hero Institute. Those who study at our Institute are required to obey the following five precepts. One: Thou shalt be a servant of all mankind.\"</i>"
    },
    {
      "paragraf": "<i>Waaah! Stop that, Proto! I'm gonna lose my mind!</i>"
    },
    {
      "paragraf": "<i>—I don't blame you. I also feel something is not right with this.</i>"
    },
    {
      "paragraf": "During the daily morning assembly, everyone was made to listen to the preamble to the Hero Institute's school regulations on repeat. They said it was so we would never forgot the school's philosophies, but there was definitely something fishy about it. I felt like I was witnessing a ritual from some weird religious cult."
    },
    {
      "paragraf": "<i>So you're against the morning assembly, too, Proto?</i>"
    },
    {
      "paragraf": "<i>—I am a defective Gear. I'm not well-behaved like all the others. So if you tell me I don't have to do something, then I won't—including not participating in the morning assembly and staying quiet during your battles.</i>"
    },
    {
      "paragraf": "<i>Well, I really appreciate that.</i>"
    },
    {
      "paragraf": "The way I saw it, the Gear's combat assistance and predictions were nothing but noise. Since I would get chewed out if I didn't wear it, however, I was keeping it on for now and just asking Proto not to do any of that stuff."
    },
    {
      "paragraf": "<i>While you're feeling defective, can you tell me what's the deal with this school? I get the sense something's off here.</i>"
    },
    {
      "paragraf": "<i>—Such as?</i>"
    },
    {
      "paragraf": "<i>Well, there's the morning assembly for one thing. And with the whole way everyone relies on Gear so much, is there even any point in having teachers?</i>"
    },
    {
      "paragraf": "For example, even in our practical training, they left all the instruction on how to move and fight up to our Gear. Our teachers didn't explain the rationale behind or the implications of this choice, nor did they try to justify it, and no one was willing to question the way things were, either."
    },
    {
      "paragraf": "<i>—They put a high level of trust in their Gear. In fact, I believe you are in the minority.</i>"
    },
    {
      "paragraf": "<i>Seems that way. I just don't think it's something I should blindly follow.</i>"
    },
    {
      "paragraf": "<i>—While this may be a little rude of me to say, I believe you have the correct attitude.</i>"
    },
    {
      "paragraf": "<i>…So are you part of the minority, too?</i>"
    },
    {
      "paragraf": "<i>—I wonder.</i>"
    },
    {
      "paragraf": "After the morning assembly, which I could still only see as a brainwashing ceremony, I first had a lecture about magic. The instructor showed up at our classroom and began the lesson."
    },
    {
      "paragraf": "\"—And these are the basic elements in magic. Can anyone tell me the two additional rarer elements that don't fit into these categories? …You, C-088, please explain.\""
    },
    {
      "paragraf": "\"Yes.\""
    },
    {
      "paragraf": "Next to me, Leonie was called on by the instructor and stood up to answer."
    },
    {
      "paragraf": "\"Aside from the four basic elements of magic—earth, water, fire, and wind—there are two rare elements, light and dark. There are few who have mastered these two elements, and there are still many unknowns surrounding their use and effectiveness. In general, however, light magic is used in healing, dark magic is used in offensive magic, and these two elements cancel each other out or repel each other. According to the theory of renowned magic academic Evans Norwich—\""
    },
    {
      "paragraf": "\"Thank you, that's enough… C-088, your performance in the classroom is impeccable. I can only hope you will try just as hard in your practical training.\""
    },
    {
      "paragraf": "\"…Yes, Professor.\""
    },
    {
      "paragraf": "Leonie lowered her gaze slightly at the instructor's snide comment, then sat back down as if nothing had happened. The snickering from the other students that erupted around us was irritating as all get-out."
    },
    {
      "paragraf": "<i>Jerks…</i>"
    },
    {
      "paragraf": "<i>—On top of being beautiful, Leonie excels at her studies. There must be many who envy her.</i>"
    },
    {
      "paragraf": "<i>I can see how other girls might have an inferiority complex around her, but what's up with the guys?</i>"
    },
    {
      "paragraf": "<i>—You haven't noticed? Since she enrolled, she's already received confessions of love from a number of young men.</i>"
    },
    {
      "paragraf": "<i>What?!</i> My <i>Leonie?!</i>"
    },
    {
      "paragraf": "<i>—She doesn't belong to you, Ruchika.</i>"
    },
    {
      "paragraf": "So that meant those boys had gotten angry after Leonie rejected them. Their love turned to hatred, and they switched over to bullying her instead."
    },
    {
      "paragraf": "<i>I can see why she'd turn them down.</i>"
    },
    {
      "paragraf": "<i>—Precisely. Still, it seems Leonie has some qualities that make her an easy target.</i>"
    },
    {
      "paragraf": "<i>Like what?</i>"
    },
    {
      "paragraf": "<i>—She never lets her guard down, no matter what. As a woman—no, as a hero cadet, Leonie is accomplished in all areas besides her practical skills. And no matter how much defamation she faces, she doesn't break. That's why her sole weakness, her practical ability, is an easy target of criticism.</i>"
    },
    {
      "paragraf": "<i>Man. Humans are such a pain…</i>"
    },
    {
      "paragraf": "If they had a problem with her, they should just talk it out…with their fists."
    },
    {
      "paragraf": "<i>—Rather than being an issue of humanity as a whole, it may be more accurate to say the Institute's customs bring out the worst in people.</i>"
    },
    {
      "paragraf": "Proto spoke with an air of lamentation. After spending a few days here, I had started to notice the Institute's rules were really strict. Beginning with their obsession with Gear, it went without saying they also strictly called roll at curfew and lights-out. The whole place was filled to the brim with rules and values that made people stop thinking of others as people. Anyone would get messed up from getting too used to a place like this."
    },
    {
      "paragraf": "<i>It's always Gear this, Gear that…even though humans were able to fight against us demons for ages without needing to rely on the things. It's pathetic, really.</i>"
    },
    {
      "paragraf": "<i>—But it was only after the invention of Gear that humans were finally able to</i> defeat <i>demonkind.</i>"
    },
    {
      "paragraf": "<i>Yeah, that's true.</i>"
    },
    {
      "paragraf": "I wasn't liking how my image of humanity, starting with the Almighty Hero herself, was getting tarnished."
    },
    {
      "paragraf": "<i>I wonder if Leonie and Nor are gonna end up like that, too?</i>"
    },
    {
      "paragraf": "<i>—Who can say? I suppose you'll just need to watch over them and make sure that doesn't happen.</i>"
    },
    {
      "paragraf": "<i>I'll do my best.</i>"
    },
    {
      "paragraf": "I had been so excited to leave the demon realm, lured by the promise that I could become stronger by coming here. But I was starting to feel more disappointed than anything else."
    },
    {
      "paragraf": "◇◇◇"
    },
    {
      "paragraf": "\"Today, you'll be doing your practical training alongside some upperclassmen.\""
    },
    {
      "paragraf": "A few days later, at the beginning of class, the male instructor said this as he introduced some older students. As they lined up in front of us, we could tell there was something different about them compared with us newly-enrolled students. For one, they all seemed more mature. But there was more than that—"
    },
    {
      "paragraf": "\"Hey, Leonie.\""
    },
    {
      "paragraf": "\"You'll get in trouble again if they catch us whispering, Ruchika.\""
    },
    {
      "paragraf": "\"Don't you think the upperclassmen seem kinda…lifeless?\""
    },
    {
      "paragraf": "\"Perhaps they're simply calm.\""
    },
    {
      "paragraf": "I wasn't sure about that. To me, something about their expressions looked dark, like their eyes were dead."
    },
    {
      "paragraf": "\"The class will be formatted in two-against-two mock battles. Please do your best to learn what you can from the upperclassmen.\""
    },
    {
      "paragraf": "Saying this, the instructor quickly began splitting us into groups."
    },
    {
      "paragraf": "\"Uh, Professor, can I be in a group with Leonie?\""
    },
    {
      "paragraf": "\"Ruchika! You can't simply ask something so selfish like that—\""
    },
    {
      "paragraf": "\"I don't mind, but are you okay with it? For students of your level, it's best to pair up with another student whose strengths best outweigh your own weaknesses. What's your Gear telling you?\""
    },
    {
      "paragraf": "\"Huh? Me and Leonie are the strongest pair ever!\""
    },
    {
      "paragraf": "\"Ruchika!\""
    },
    {
      "paragraf": "\"<i>Sigh…</i> Well, do whatever you want. Just try your best not to get too hurt.\""
    },
    {
      "paragraf": "\"Yahoo!\""
    },
    {
      "paragraf": "\"Geez…\""
    },
    {
      "paragraf": "And so, to my joy, Leonie and I were able to pair up for the class."
    },
    {
      "paragraf": "<i>—I'm not sure you should celebrate just yet, Ruchika. Your opponents look rather formidable.</i>"
    },
    {
      "paragraf": "<i>Hmm?</i>"
    },
    {
      "paragraf": "The pair who appeared to be our opponents were a girl and a boy. The boy looked like a mage of some sort and was holding a staff, while the girl was apparently the same kind of fighter as me, battling empty-handed."
    },
    {
      "paragraf": "\"I'm Ein, the Mage Hero cadet.\""
    },
    {
      "paragraf": "\"And I'm Flicka, the Iron Fist Hero cadet.\""
    },
    {
      "paragraf": "\"So, C-088, C-100. You're not a pair designated by your Gear, are you?\""
    },
    {
      "paragraf": "Ein said this with a mocking tone in his voice. <i>Ugh, what a jerk.</i>"
    },
    {
      "paragraf": "\"That's right. We're not tied down by our Gear.\""
    },
    {
      "paragraf": "\"Please, speak for yourself, Ruchika. I'm sorry, Ein, there's an explanation for—\""
    },
    {
      "paragraf": "\"You're the daughter of the Almighty Hero, and she's a demon girl. Isn't that right?\""
    },
    {
      "paragraf": "I didn't miss the way Leonie's face tensed at Flicka's mocking tone. But it was only for a split second, and she quickly recomposed herself and answered:"
    },
    {
      "paragraf": "\"Yes, I am the Almighty Hero's daughter, and Ruchika is a demon. What of it?\""
    },
    {
      "paragraf": "\"It must be nice having a celebrity as your parent, huh? We've seen your scores on the entrance exam. Haven't we, Flicka?\""
    },
    {
      "paragraf": "\"Yeah. I didn't realize they still let people in with grades that low. They must have decided to let you ride in on Mommy's coattails.\""
    },
    {
      "paragraf": "\"Hey, that's not—!\""
    },
    {
      "paragraf": "I started to get fed up and was about to lose it on them, but Leonie grabbed my arm and held me back."
    },
    {
      "paragraf": "\"I believe you should judge our abilities only after battling us.\""
    },
    {
      "paragraf": "\"Hmph, if you say so.\""
    },
    {
      "paragraf": "\"Cocky, aren't we?\""
    },
    {
      "paragraf": "The upperclassmen grimaced at the dignified way Leonie responded."
    },
    {
      "paragraf": "\"All right, everyone, are you ready? Ready, set—begin!\""
    },
    {
      "paragraf": "Just in the nick of time, the professor gave the signal to start the class."
    },
    {
      "paragraf": "\"Time to give you whelps a reality check.\""
    },
    {
      "paragraf": "\"Yeah, right—just try not to cry too hard after you lose to us!\" I said."
    },
    {
      "paragraf": "We glared at each other, our prey in our sights and our fists at the ready."
    },
    {
      "paragraf": "\"Leonie, how do you want to attack?\""
    },
    {
      "paragraf": "\"You go after Ein, Ruchika. Your <i>Gluttony</i> skill should have good compatibility with him. I'll take on Flicka.\""
    },
    {
      "paragraf": "\"So taking advantage of their respective characteristics. Got it, got it.\""
    },
    {
      "paragraf": "\"…Ha. Our characteristics, huh?\" said Ein."
    },
    {
      "paragraf": "\"Are you two still going on about that crap?\" said Flicka."
    },
    {
      "paragraf": "\"Huh?\""
    },
    {
      "paragraf": "I wasn't sure what they were getting at."
    },
    {
      "paragraf": "\"The idea of 'characteristics' is nothing but a label. What it really comes down to in a fight is how well you can use your Gear.\""
    },
    {
      "paragraf": "\"In the end, your own ability will do all the talking.\""
    },
    {
      "paragraf": "\"Just watch and learn—,\" said Ein, starting to recite a magic spell and getting into his battle stance. He raised his staff above his head as he infused it with mana."
    },
    {
      "paragraf": "\"Ruchika, wide-range ice spell incoming, underfoot!\""
    },
    {
      "paragraf": "Leonie shouted out what I assumed was a prediction from her Gear. An instant later, the ground beneath our feet was covered in ice, just like she had said."
    },
    {
      "paragraf": "\"I'll dispel it. Give me a moment—\""
    },
    {
      "paragraf": "\"It's okay, I can handle this,\" I said, interrupting Leonie."
    },
    {
      "paragraf": "\"Huh?\""
    },
    {
      "paragraf": "Paying the ice no mind, I took off toward Ein."
    },
    {
      "paragraf": "\"?!\""
    },
    {
      "paragraf": "A look of surprise spread over his face; my footsteps weren't impeded by the ice in the least."
    },
    {
      "paragraf": "<i>Though, I really learned this trick from Leonie.</i>"
    },
    {
      "paragraf": "During the entrance exam, Leonie had used a <i>Float</i> spell to run across <i>Muddy Soil</i>. I was just doing the same thing she had. I closed in on Ein, dashing across the ice, using platforms of stiffened air as my footholds."
    },
    {
      "paragraf": "\"—I figured you'd try something like that.\""
    },
    {
      "paragraf": "\"—!\""
    },
    {
      "paragraf": "I heard a voice come from the side. I slid my body backward at an angle as I felt a large, sweeping kick mow past me. Though I was able to dodge it, that definitely would have left a mark had I taken a direct hit."
    },
    {
      "paragraf": "\"<i>Gluttony</i>, was it? That thing where you eat your opponent's battle aura and mana? With an ability like that, it's obvious you'd go after Ein.\""
    },
    {
      "paragraf": "It was Flicka, trying to obstruct me."
    },
    {
      "paragraf": "\"But you know, I don't think I'll let you get away with something so convenient today. In a real fight, your Gear decides who you fight against anyway.\""
    },
    {
      "paragraf": "Saying this, Flicka started hurling attacks at me. Swift punches, powerful kicks, and grappling throws—she came at me with a variety of techniques. She wasn't making it easy for me. I could tell she was used to fighting."
    },
    {
      "paragraf": "\"Ruchika!\""
    },
    {
      "paragraf": "\"Hold it, Momma's girl. You'll be squaring off against me.\""
    },
    {
      "paragraf": "As Leonie sensed I was at a disadvantage and ran in to help, Ein got in her way."
    },
    {
      "paragraf": "\"You know, there's one thing I just can't stand,\" Ein said."
    },
    {
      "paragraf": "\"…And what is that?\" asked Leonie."
    },
    {
      "paragraf": "\"The rules at the Hero Institute are as strict as they come. Everyone here learns to endure them and to discipline themselves in turn.\""
    },
    {
      "paragraf": "\"I'm aware of that.\""
    },
    {
      "paragraf": "\"Oh really? In that case—\""
    },
    {
      "paragraf": "Ein readied his staff for an attack."
    },
    {
      "paragraf": "\"—you should know some daughter of a hero who needed special treatment to get in doesn't deserve to be here!\""
    },
    {
      "paragraf": "\"—!\""
    },
    {
      "paragraf": "While anyone would have expected him to follow up with a magical attack, Ein unexpectedly performed what looked like a physical attack instead, swinging his staff at Leonie. Taken by surprise, Leonie reacted too late. She fumbled her sword as she rushed to swing back at him and sliced the air. In the meantime, Ein slipped his staff into the space between, slamming her directly in the stomach."
    },
    {
      "paragraf": "\"Ugh!\""
    },
    {
      "paragraf": "The next moment, Leonie went flying backward. Ein must have hit her with a magical attack at point-blank. Her body came soaring toward me, and I rushed to catch her in my arms."
    },
    {
      "paragraf": "\"Welcome back!\""
    },
    {
      "paragraf": "\"…It seems this fight won't be so straightforward after all,\" Leonie commented to me, catching her breath."
    },
    {
      "paragraf": "<i>—Shall I assist you now?</i>"
    },
    {
      "paragraf": "<i>No, I don't think it's gonna help.</i>"
    },
    {
      "paragraf": "<i>—Actually, I agree.</i>"
    },
    {
      "paragraf": "<i>Then why did you ask?!</i>"
    },
    {
      "paragraf": "<i>—What can I say? I have a mischievous streak.</i>"
    },
    {
      "paragraf": "I was seriously starting to think this Gear might be broken."
    },
    {
      "paragraf": "\"All right, we're back to square one. What should we do?\" I asked."
    },
    {
      "paragraf": "\"These two have more experience than we do in battles using Gear. I'm not sure we have what it takes to go up against them,\" Leonie breathed out a weak response."
    },
    {
      "paragraf": "\"Should we just give up and apologize, then?\""
    },
    {
      "paragraf": "\"No… I want you to lend me your strength.\""
    },
    {
      "paragraf": "\"Sure thing, but how?\""
    },
    {
      "paragraf": "\"Ruchika, have you ever heard of a 'chess problem'?\""
    },
    {
      "paragraf": "\"Yeah. But I'm no good at that kind of thing.\""
    },
    {
      "paragraf": "\"This situation is the same as a chess problem. We need to find a way to put them into checkmate.\""
    },
    {
      "paragraf": "Leonie whispered her plan to me in a low voice."
    },
    {
      "paragraf": "\"Hey, you over there, how long are you planning on keeping us waiting?\""
    },
    {
      "paragraf": "\"Sorry about that,\" said Leonie."
    },
    {
      "paragraf": "\"Hmph…you ready to give us some more entertainment?\""
    },
    {
      "paragraf": "\"Sure—how's this for entertainment?!\" I said."
    },
    {
      "paragraf": "I released the energy I had been secretly building up in my feet and took off toward the two upperclassmen."
    },
    {
      "paragraf": "\"She's fast—!\" said Ein."
    },
    {
      "paragraf": "\"Ein!\""
    },
    {
      "paragraf": "I aimed a punch at Ein. Just like before, Flicka cut in, attempting to compensate for his late response, but her movements weren't as leisurely as they had been last time."
    },
    {
      "paragraf": "\"Why, you… You were holding back before?!\" I said."
    },
    {
      "paragraf": "\"It's hard for me to get excited about some regular, boring fight. But since you've started to make it interesting, I thought I'd kick it up a notch.\""
    },
    {
      "paragraf": "\"Ugh…she's too fast!\""
    },
    {
      "paragraf": "I switched gears, prioritizing the number and speed of my attacks over their power. I was aiming for Ein. As a mage, he basically had no way to stop me from using <i>Gluttony</i>. Flicka would be forced to be his backup, and in the end, I'd be able to tie up both of our opponents at the same time."
    },
    {
      "paragraf": "\"You think you can take on the two of us at once? Do you think this is a game—?!\""
    },
    {
      "paragraf": "\"Ein, don't let your guard down! C-100's not playing around!\""
    },
    {
      "paragraf": "As I exchanged blows with Flicka, I made sure to make passes at Ein every time I noticed an opening. They had me tied up now, but I was confident I'd be able to push through them both on my own."
    },
    {
      "paragraf": "And besides, I wasn't alone."
    },
    {
      "paragraf": "\"Leonie, I'm almost ready!\""
    },
    {
      "paragraf": "\"Okay!\""
    },
    {
      "paragraf": "As soon as I gave Leonie my signal, I grabbed Flicka by the arm, put her in an armlock, and threw her."
    },
    {
      "paragraf": "\"Wahhh!\""
    },
    {
      "paragraf": "No matter how good a martial artist you are, you need the stability of your lower body to support your agile movements. And when you're flying through the air, your body doesn't move like you expect it to. While Leonie took care of Flicka as the girl was airborne, I would thwart any magical assistance from Ein. Then we would go after Ein and put our opponents in checkmate."
    },
    {
      "paragraf": "We had them cornered—or so we thought."
    },
    {
      "paragraf": "\"Aren't you ashamed to be fighting alongside one of the demons who killed your mother?!\""
    },
    {
      "paragraf": "\"—!\""
    },
    {
      "paragraf": "Flicka's anguished insult disrupted Leonie's focus as she slashed her sword. It was only an instant, not even a second long. But that instant was our downfall."
    },
    {
      "paragraf": "\"Hah!\""
    },
    {
      "paragraf": "\"Kyaaa?!\""
    },
    {
      "paragraf": "The second Leonie's sword wavered, Flicka, still hanging upside down in midair, knocked it back with the heel of her palm. Then Flicka took the sword and used it to spin in the air, turning her body in the air and landing a powerful kick into Leonie. My teammate collapsed on the spot."
    },
    {
      "paragraf": "\"Leonie?!\""
    },
    {
      "paragraf": "\"You left yourself wide-open!\""
    },
    {
      "paragraf": "\"—!\""
    },
    {
      "paragraf": "I was immediately distracted by Leonie's injury. And there was no way Ein was going to let that fatal gap in my defenses go unpunished."
    },
    {
      "paragraf": "<i>\"Glu—\"</i>"
    },
    {
      "paragraf": "\"Not so fast!\""
    },
    {
      "paragraf": "Predicting that a magic attack would be coming next, I got ready to use my <i>Gluttony</i> ability, but Ein's next strike was a physical blow from his staff instead. For a mage, the move was unexpectedly strong, and it hit me directly in the pit of my stomach. Unable to breathe, I fell to the ground."
    },
    {
      "paragraf": "\"That was a simple physical attack, delivered with nothing but physical enhancement magic. Your <i>Gluttony</i> or whatever shouldn't apply to something like this, huh?\""
    },
    {
      "paragraf": "He was right. <i>Gluttony</i> wouldn't be able to feed off attacks of that kind."
    },
    {
      "paragraf": "\"You surprised us for a minute there, but I guess that's all you've got?\""
    },
    {
      "paragraf": "\"You're both such pushovers. You're nowhere near ready to fight us with that kind of attitude.\""
    },
    {
      "paragraf": "The pair started spewing insults again, as if to look down on us. I hated to admit it, but they did have us beat this time. And the real reason we lost was because Leonie and I hadn't built enough trust between us."
    },
    {
      "paragraf": "\"…You win.\""
    },
    {
      "paragraf": "Leonie said this with a tone of frustration. And I was even more frustrated that it was my fault she had to say such a thing."
    },
    {
      "paragraf": "\"Why don't you just quit already, you fakes?\""
    },
    {
      "paragraf": "\"Posers like you will never be able to call yourselves heroes.\""
    },
    {
      "paragraf": "They were giving me a mouthful, but I had nothing to say in response. While I didn't think the gap in our abilities was <i>that</i> big, it was true that Leonie and I weren't completely up to snuff."
    },
    {
      "paragraf": "For a while after that, Leonie wouldn't even look me in the eye."
    },
    {
      "paragraf": "◇◇◇"
    },
    {
      "paragraf": "<b>(Danita)</b>"
    },
    {
      "paragraf": "\"That should have taught that demon girl Ruchika a lesson…\""
    },
    {
      "paragraf": "I got dinner ready as I listened to my mom complain. Both she and I usually ate our meals at the dining hall, but when she was in a bad mood, she'd come to my room and beg me to feed her. When that happened, she usually had something she wanted to complain about, so I wasn't really a fan of her visits. Even my roommates, who typically wanted to hang out with me, tried to stay away when my mom showed up. They'd come up with some kind of excuse to leave the room to us."
    },
    {
      "paragraf": "\"Forget about her already,\" I said."
    },
    {
      "paragraf": "\"That won't do. A demon trying to become a hero puts the reputation of the Institute at risk.\""
    },
    {
      "paragraf": "\"She's just gonna fail some big test somewhere down the line and get kicked out anyway.\""
    },
    {
      "paragraf": "\"That would be letting her off too easily, especially after what she did to you.\""
    },
    {
      "paragraf": "\"I don't really care.\""
    },
    {
      "paragraf": "I was already fed up as I ladled out the chicken stew I had made. Mom talked about the reputation of the Institute and all that, but I knew the thing she actually cared about was that I had lost to Ruchika. She was overprotective and always pinning her hopes up on me, so she couldn't stand to see someone take me down a notch. And man, it was suffocating."
    },
    {
      "paragraf": "\"You're such a nice girl. But you shouldn't be. You have to win back the dignity she's stolen from you. The next chance you get, you must win against her. Understood?\""
    },
    {
      "paragraf": "\"…Yeah, whatever.\""
    },
    {
      "paragraf": "Easy for her to say. I didn't like Ruchika, but I had to admit her skills were the real deal. It wasn't gonna be easy to beat her in a fight. Still, I wasn't planning on letting her off completely. That mock battle had been the first time I had seen her <i>Gluttony</i> ability, so my response had lagged. But now that I knew what I was up against, I could come up with a plan for next time and make sure I didn't make the same stupid mistakes. I'd find a way to get back at her."
    },
    {
      "paragraf": "Still, I didn't wanna have to hear it from someone else, like it was gonna be easy."
    },
    {
      "paragraf": "\"Hey, Mom. You gotta stop pokin' your nose into Ruchika and Leonie's business. It's embarrassin'.\""
    },
    {
      "paragraf": "The Institute, including my mom, was clearly trying to find a way to get rid of the two of them. While Ruchika was gonna have to pay for her bad attitude in class one way or another, it was just plain mean to make Leonie look after her."
    },
    {
      "paragraf": "\"What are you saying, Danita? They're a couple of underachieving problem students. We're just trying to do what's best for the Institute, even if that means getting rid of them.\""
    },
    {
      "paragraf": "\"Underachieving problem students,\" huh? Yeah, I would call Ruchika a problem student. And sure, maybe Leonie's grades in practical training weren't so great. But Ruchika's work in practical training had been pretty amazing, and Leonie's grades in lectures were top class. Put another way, they each had their strengths that couldn't be ignored. But the Institute wasn't even trying to acknowledge that."
    },
    {
      "paragraf": "\"I just want to get rid of them as quickly as we can and make sure we provide you with the best schooling environment possible.\""
    },
    {
      "paragraf": "\"Sure, whatever. Let's just eat.\""
    },
    {
      "paragraf": "I didn't really want to hear any more of it, so I changed the subject. Thankfully, my mom always loved the food I made. I only hoped it would fix her bad mood."
    },
    {
      "paragraf": "I thought about Ruchika and Leonie again. Right now, it seemed like Ruchika was continuing to one-sidedly pursue Leonie, but Leonie didn't seem completely against it, either. There still seemed to be some distance between them, but they were generally open with each other. It was totally different from the relationship I had with Mom, my own blood relative. She felt like barely more than a random passerby."
    },
    {
      "paragraf": "<i>I guess it's been like this ever since Dad died.</i>"
    },
    {
      "paragraf": "Dad had been the Battle-Ax Hero. People said he would never step down from a fight, no matter what kind of terrible monster or fierce attack he was up against. They said he'd been a vanguard for the ages, and without him, even the Almighty Hero wouldn't have been able to defeat the Demon Lord. After that, he had been part of the effort to set up the Hero Institute, and that was how he met and married Mom."
    },
    {
      "paragraf": "Mom hadn't always been this intense. While she still tended to nag at me even when Dad was alive, she used to act more mature than she did now. Everything changed after Dad died. After that, Mom started referring to him like he had been some kind of god with absolute authority. She kept saying over and over how I needed to be more like him. That's the reason why she doesn't criticize the rough way I talk—'cause Dad was like that, too. And he was everything to her."
    },
    {
      "paragraf": "<i>What the hell am I doin' anyway?</i>"
    },
    {
      "paragraf": "<i>They may call me the strongest of my generation, but in the end, I'm just sittin' here trying to fix my mom's bad mood.</i> When that hit me, everything started to feel so pointless. I shook my head, trying to put everything out of my mind, and brought a spoonful of my chicken stew to my mouth. But it didn't taste like anything at all."
    },
    {
      "paragraf": "◇◇◇"
    },
    {
      "paragraf": "<b>(Ruchika)</b>"
    },
    {
      "paragraf": "It was early afternoon, and I was training by myself in the Institute courtyard."
    },
    {
      "paragraf": "<i>—The bell has already rung, you know.</i>"
    },
    {
      "paragraf": "<i>Yeah, yeah.</i>"
    },
    {
      "paragraf": "I kept practicing my form anyway. Leonie and I may have lost to Ein and Flicka this time, but I wasn't gonna let it happen again. That still didn't mean I felt like going to class."
    },
    {
      "paragraf": "Every once in a while, one of my classmates or an upperclassman passed by, but none of them paid any attention to me. It was like they didn't want anything to do with me."
    },
    {
      "paragraf": "<i>—Looks like everyone is treating you like a troublemaker now.</i>"
    },
    {
      "paragraf": "I guess they didn't want to risk getting mixed up in my mess. Leonie and Nor were the only exceptions."
    },
    {
      "paragraf": "All things considered, the Hero Institute was more boring than I could have ever imagined. Worst of all were the lectures, which were a total pain. When I had heard this was a school that would teach you how to become a hero, I had expected there would be classes about creative methods of combat and stuff like that. But in reality, lessons were basically left to the Gear, and the teachers rarely focused on each student's individual needs."
    },
    {
      "paragraf": "<i>So lectures are boring, and the students who were already strong in the first place get the best grades in practical training. Not much of a school, if you ask me.</i>"
    },
    {
      "paragraf": "<i>—Perhaps that is the true nature of school after all.</i>"
    },
    {
      "paragraf": "If what Proto said was true, then I'd be much better off just practicing my fighting forms by myself. I was starting to feel like I understood what that pickpocket we had run into before the entrance ceremony was talking about."
    },
    {
      "paragraf": "Trying to shake off my feelings of disappointment toward the Institute, I kept training on my own for a while before lying down on the lawn. I closed my eyes, basking in the warmth of the bright rays of spring sunlight on my face. That pleasant feeling of exhaustion after exercising was starting to give way to sleepiness. I thought about how Leonie would be mad at me for skipping class again."
    },
    {
      "paragraf": "Speaking of Leonie, I hadn't had a real conversation with her in a few days. She had to be pretty frustrated about losing our battle against Ein and Flicka. Or maybe there was something else on her mind. Either way, she sure did seem depressed these days. I didn't want to just leave her be, so I had tried to make conversation starting off with one of my usual pickup lines, but…"
    },
    {
      "paragraf": "<i>\"How can you be so flippant all the time? Are you not worried at all about whether you'll be able to keep up with classes?\"</i>"
    },
    {
      "paragraf": "…she had snapped back at me."
    },
    {
      "paragraf": "Personally, I chalked up our loss against Ein to a series of coordination mistakes between us, so I wasn't concerned whatsoever about it reflecting on my work in our lectures, much less practical training. Maybe this was just my big head talking, but I was pretty sure I could have beaten both Ein and Flicka by myself if I'd really tried my hardest. What Leonie and I actually needed was to work on as a pair was trusting and understanding each other."
    },
    {
      "paragraf": "\"But that's a minor problem in the grand scheme of things. We'll figure it out.\""
    },
    {
      "paragraf": "Humans had a saying: <i>Good things come to those who wait.</i> I figured this was the kind of thing where I just had to go with the flow and let it play out on its own."
    },
    {
      "paragraf": "\"Hi, Ruchika.\""
    },
    {
      "paragraf": "Someone called out to me just as I was about to nod off. When I opened my eyes, I saw someone I hadn't been expecting and sat up."
    },
    {
      "paragraf": "\"What's up, Nor? Hasn't class started already?\""
    },
    {
      "paragraf": "\"Yeah…\""
    },
    {
      "paragraf": "Nor was standing in front of me. If a straight-A student like her was skipping class to come looking for me, there must be something pretty important she wanted to talk about."
    },
    {
      "paragraf": "\"You coming over to the dark side to be a bad student like me?\""
    },
    {
      "paragraf": "\"No! I just have something I really need to discuss with you.\""
    },
    {
      "paragraf": "\"What's that?\""
    },
    {
      "paragraf": "Nor sat down a little way off from me. I wondered what it could be. If this had been Leonie, who was always way too serious and tended to criticize me, I might be able to guess, but I couldn't imagine what Nor wanted. She looked as though she had made up her mind about something before coming here."
    },
    {
      "paragraf": "<i>—Rather unperceptive of you, Ruchika. If you think about it, you should be able to guess.</i>"
    },
    {
      "paragraf": "<i>Huh?</i>"
    },
    {
      "paragraf": "<i>—There aren't that many reasons why a girl like Nor would make such a bold move.</i>"
    },
    {
      "paragraf": "<i>Hmmm, could it be I've gotten myself into a sticky situation?</i>"
    },
    {
      "paragraf": "\"Oh, so <i>that's</i> how it is, Nor.\""
    },
    {
      "paragraf": "\"You already guessed what I want to talk about?\""
    },
    {
      "paragraf": "\"Yeah.\""
    },
    {
      "paragraf": "<i>Wow, okay… I would have never expected it, but it must be true.</i>"
    },
    {
      "paragraf": "\"I never meant to hurt you, Nor.\""
    },
    {
      "paragraf": "\"Yeah…it's been hard to see you two like that.\""
    },
    {
      "paragraf": "\"I bet. I'm sorry, it's all my fault.\""
    },
    {
      "paragraf": "\"Ruchika…\""
    },
    {
      "paragraf": "I walked up to Nor, looked into her glossy, light-blue eyes, and spoke."
    },
    {
      "paragraf": "\"I'm sorry, Nor. You're a very lovely girl. But Leonie is the only one for me. I can't return your feelings.\""
    },
    {
      "paragraf": "\"…Huh?\""
    },
    {
      "paragraf": "Though it pained me to have to tell her this, for some reason, Nor responded to my heartfelt declaration with a confused look on her face."
    },
    {
      "paragraf": "\"Wait, you're saying you want to be my mate, right?\" I asked."
    },
    {
      "paragraf": "\"N-no, that's not it! That's not it at all!\" she said."
    },
    {
      "paragraf": "\"Huh?\""
    },
    {
      "paragraf": "I guess I had been off the point on this one."
    },
    {
      "paragraf": "<i>What the heck, Proto?! You were totally off!</i>"
    },
    {
      "paragraf": "<i>—</i><i>…</i>"
    },
    {
      "paragraf": "<i>Yeah, sure, now's the time you pick to keep your opinion to yourself!</i>"
    },
    {
      "paragraf": "<i>What a piece of junk.</i>"
    },
    {
      "paragraf": "But that aside…"
    },
    {
      "paragraf": "\"If you're not confessing your love to me, then what is it?\""
    },
    {
      "paragraf": "\"I wanted to talk to you about Leonie.\""
    },
    {
      "paragraf": "\"Leonie?\""
    },
    {
      "paragraf": "Nor nodded back at me."
    },
    {
      "paragraf": "\"She's in a really tough position right now.\""
    },
    {
      "paragraf": "\"What do you mean?\""
    },
    {
      "paragraf": "\"Everyone at school is shunning her… Simply put, she's being bullied.\""
    },
    {
      "paragraf": "\"Bullied…\""
    },
    {
      "paragraf": "Like I had talked about with Proto before, since Leonie was so beautiful and smart, I figured it was easy for people to get jealous of her. That much was clear based on how everyone had treated her the other day in class. But if she was getting bullied, would she really put up with it? In my mind, she would almost definitely speak up against something that absurd."
    },
    {
      "paragraf": "Perhaps sensing what I was thinking from my expression, Nor continued speaking."
    },
    {
      "paragraf": "\"I-if it was really about something she did, I think things might have gone differently. But the reason she's in this situation in the first place…is partly because of you, Ruchika.\""
    },
    {
      "paragraf": "\"Huh? Me?\""
    },
    {
      "paragraf": "I was a little taken off guard by this unexpected swerve in the conversation. But Nor kept going, putting the pressure on me."
    },
    {
      "paragraf": "\"L-Leonie's expected to look after you, right? And now she's getting blamed because you won't attend class or take your lectures seriously.\""
    },
    {
      "paragraf": "\"Whaaat, for real?\""
    },
    {
      "paragraf": "I hadn't been paying much attention to the issue of Leonie supervising me, since I figured I didn't need someone to look after me. But it sounded like everyone was assuming she was responsible for the way I acted. I never imagined that Leonie would have to face consequences for <i>my</i> actions. And yeah, now I felt sorry that I had put her through that."
    },
    {
      "paragraf": "However—"
    },
    {
      "paragraf": "\"Hmm. But is what I'm doing really so wrong?\""
    },
    {
      "paragraf": "\"What?\""
    },
    {
      "paragraf": "As I tilted my head to one side in confusion, Nor looked back at me like she didn't understand."
    },
    {
      "paragraf": "\"I mean, I'm getting good results in class, aren't I? I may be skipping lectures, sure, but no one else in our year can beat me in practical training.\""
    },
    {
      "paragraf": "\"That's true, but your performance in the classroom is—\""
    },
    {
      "paragraf": "\"The thing people want most out of a hero is their ability to fight, right? No matter how well you mentally understand the ins and outs of being a hero, it's all pointless if you can't actually hold your own in battle, isn't it?\""
    },
    {
      "paragraf": "\"That…may also be true, but…\""
    },
    {
      "paragraf": "I mean, maybe there were still other qualities a hero should have or other things they should know, but I was pretty sure it was an undeniable fact that the ability to fight was most important. To put it differently, as long as a person could fight, then all that other stuff didn't really matter. But maybe everyone else didn't think of it that way."
    },
    {
      "paragraf": "Besides—"
    },
    {
      "paragraf": "\"Besides, do you think it's okay for Leonie to keep going like this, Nor?\""
    },
    {
      "paragraf": "\"What do you mean?\""
    },
    {
      "paragraf": "Nor seemed to need more of an explanation, so I did my best to rack my brain for a way to express how I was feeling."
    },
    {
      "paragraf": "\"Truth is, Leonie and I are kind of fighting right now.\""
    },
    {
      "paragraf": "\"You and Leonie?\""
    },
    {
      "paragraf": "\"Yeah. I was thinking about it for a while just now, and Leonie's, like, too restricted by the fact that she's a hero's daughter.\""
    },
    {
      "paragraf": "\"I suppose…that does describe Leonie, yes.\""
    },
    {
      "paragraf": "Nor looked like she was getting what I was saying, like she had felt the same thing before."
    },
    {
      "paragraf": "\"First off, I think she puts way too much faith in her Gear. I agree that it's a useful tool, but just because it tells the wearer what their best course of action is, that doesn't mean they can actually accomplish it.\""
    },
    {
      "paragraf": "\"In that case—\""
    },
    {
      "paragraf": "\"Plus, how do we really know what's 'best' anyway?\""
    },
    {
      "paragraf": "\"Huh?\""
    },
    {
      "paragraf": "This time, Nor looked like she wasn't following at all. So I did my best to try to explain."
    },
    {
      "paragraf": "\"There's never only one 'best' solution for any given situation, right? Like, if your opponent comes slashing at you with a sword during a battle, what's 'best' will change depending on if you want to counterattack or if you want to subdue them.\""
    },
    {
      "paragraf": "\"W-well, they say Gear is supposed to intuit the wearer's intentions.\""
    },
    {
      "paragraf": "<i>—That's right. I am quite the capable woman, after all.</i>"
    },
    {
      "paragraf": "<i>Oh, you're a girl? …Wait, just be quiet for a minute, Proto!</i>"
    },
    {
      "paragraf": "I shushed Proto as she poked her head into the conversation and I continued by asking Nor a question."
    },
    {
      "paragraf": "\"Intention, huh? Maybe that works when the wearer knows exactly what they want to do. But what if they're not sure?\""
    },
    {
      "paragraf": "\"Oh…\""
    },
    {
      "paragraf": "This time, Nor seemed to get what I was trying to say."
    },
    {
      "paragraf": "\"Right? There are plenty of situations where it would be hard to make a decision. Actually, I think it's much less common for a situation to have a simple answer. I can't help but think using Gear all the time weakens your ability to make decisions. And why would that be a good thing if you want to become a hero?\""
    },
    {
      "paragraf": "\"That's…\""
    },
    {
      "paragraf": "Nor didn't have an answer. Or rather, using Gear all the time was just so normal to her, it was as though she had never even considered there might be some kind of drawback to doing so, like I had."
    },
    {
      "paragraf": "\"Everyone at this school trusts Gear way too much, especially Leonie. I mean, I can get why. Her mama invented it, right? So of course she would think highly of it. But too much of anything can be a bad thing.\""
    },
    {
      "paragraf": "The same issue had come up during our mock battle with Ein. Leonie's discomposure, a consequence of the lack of trust between us, had cost us the match. I didn't have the slightest reservation with Leonie, but I couldn't say she completely trusted me. To me, it was less that she simply didn't trust me because I was a demon, and more that she was too attached to the idea of acting as a hero's daughter should or too attached to following her Gear."
    },
    {
      "paragraf": "\"…\""
    },
    {
      "paragraf": "Seeming to have understood the crux of the problem, Nor closed her eyes and appeared to fall deep into thought."
    },
    {
      "paragraf": "It wasn't only Leonie's obsession with Gear. I think that attitude of hers—of never being discouraged in the face of adversity—was another thing that had come from her feelings of being tied by her obligations. I had never seen her whine or complain, and I was sure she took it as a given that she would continue to resist and fight against the unreasonable. All this was probably her way of acting like how she thought a hero's daughter was supposed to—and this quality was one of her virtues. But again, it was possible to do too much of a good thing."
    },
    {
      "paragraf": "\"But what does this all have to do with you skipping lectures? Aren't they separate issues?\" Nor asked."
    },
    {
      "paragraf": "\"I think if I told her all this myself, she wouldn't listen to me. Maybe she'd listen to you, since you're her childhood friend. But I haven't known her long enough yet. So while it may be a little drastic of me, I figured I'd give a live demonstration and let her see for herself.\""
    },
    {
      "paragraf": "I'd show her what it was like to live life doing whatever you felt like."
    },
    {
      "paragraf": "\"So that means you're skipping lectures on purpose to prove a point?\""
    },
    {
      "paragraf": "\"I just wanna help Leonie have a bit more freedom.\""
    },
    {
      "paragraf": "I wanted to free her from all the little <i>shoulds</i> and <i>musts</i> she had bound herself to all because of the guidance of her Gear or her sense of duty as a hero's daughter. I wanted to help her see that she could follow her <i>wants.</i> Life was just plain boring if you only ever did what you <i>should</i> and never what you <i>wanted</i>, right? My only desire was to help this girl I had come to like so much to be happy."
    },
    {
      "paragraf": "\"I wonder how I never realized it…even though I've been by her side all this time.\""
    },
    {
      "paragraf": "\"Don't beat yourself up over it, Nor. For better or for worse, you're too close to her. You're both descended from famous heroes, and you're childhood friends, right? Your positions in life are similar, and so are all the things you take for granted.\""
    },
    {
      "paragraf": "\"In that sense, you've come from a totally different environment from us.\""
    },
    {
      "paragraf": "\"Yeah. Guess that's why I could look at Leonie and tell that something was off.\""
    },
    {
      "paragraf": "Of course, it went without saying that demon values weren't all better or more correct than human values or anything."
    },
    {
      "paragraf": "<i>—You sure have a lot of negative things to say about us.</i>"
    },
    {
      "paragraf": "<i>I'm just generalizing. I've got a feeling you're not one of the bad ones, Proto. Though, your personality could use some work.</i>"
    },
    {
      "gambar": "pg79.jpg"
    },
    {
      "paragraf": "<i>—How rude.</i>"
    },
    {
      "paragraf": "But setting Proto aside…"
    },
    {
      "paragraf": "\"Hey, Nor. You like Leonie, right?\""
    },
    {
      "paragraf": "\"What?!\""
    },
    {
      "paragraf": "\"You're friends, right?\""
    },
    {
      "paragraf": "\"Oh…that's what you meant… Yes, in that sense, I do like her.\""
    },
    {
      "paragraf": "\"Then I want you to lend me your strength.\""
    },
    {
      "paragraf": "\"Hmm? What do you need my help with?\""
    },
    {
      "paragraf": "\"I want you to help me change Leonie's mindset.\""
    },
    {
      "paragraf": "I knew I'd never be able to do it alone. For better or for worse, she and I were too different, and Leonie was as stubborn as they came. But maybe, with help from Nor, who had spent so much time with her up until now—maybe if the person closest to her expressed her concern over the way she was acting, then our voices could finally reach her."
    },
    {
      "paragraf": "\"Come on, Nor. Be my accomplice!\""
    },
    {
      "paragraf": "I held out my right hand to her."
    },
    {
      "paragraf": "\"…How can I say no? Sure, I'll help you out.\""
    },
    {
      "paragraf": "Her answer sounded nervous, but she grasped my hand firmly."
    },
    {
      "paragraf": "\"All right! Here's to the formation of our united front against Leonie!\""
    },
    {
      "paragraf": "\"Sure. Here's to helping Leonie. Oh, but one thing—\""
    },
    {
      "paragraf": "\"What?\""
    },
    {
      "paragraf": "\"—stop skipping class and go to your lectures. You almost got away with avoiding answering for that one, but I'm sure Leonie's freedom and your playing hooky aren't the same issue.\""
    },
    {
      "paragraf": "\"Aw, dang, can't fool you, can I?\""
    },
    {
      "paragraf": "That was Nor for you. It was no wonder she was Leonie's best friend. With that, Nor dragged me across campus and made me jump into the middle of the lecture I had been trying to skip. And of course, I didn't get out of that one without a good scolding from Leonie."
    }
  ]
}
