{
  "id": "chapter3",
  "judul": "Chapter 3",
  "konten": [
    {
      "paragraf": "\"Ruchika, are you skipping again?!\""
    },
    {
      "paragraf": "\"Sorry, Leonie. Give the professor a good excuse for me, will you?\""
    },
    {
      "paragraf": "\"I will not! Just go to class like everyone else!\""
    },
    {
      "paragraf": "\"But our next one is with Professor Aliza, right? Yeah, no thanks.\""
    },
    {
      "paragraf": "\"Ruchika!\""
    },
    {
      "paragraf": "Despite receiving a harsh scolding from Leonie as she made a sour face at me, I decided to skip class as usual. After Nor's rebuke, I had done my best to attend all the other professors' lectures, but Professor Aliza clearly had it in for me. Simply having to deal with her made me exhausted. Plus, her lectures were super fast-paced and hard to keep up with."
    },
    {
      "paragraf": "I slipped out of the school building and lay down on the lawn of the courtyard. The sky above was blue. It looked like summer was almost here. As I enjoyed the feeling of the late spring breeze, I closed my eyes, and the next thing I knew, I had fallen into a deep sleep."
    },
    {
      "paragraf": "When I opened my eyes, it was dark outside."
    },
    {
      "paragraf": "<i>Ah, looks like I did it again.</i> I had not only skipped Professor Aliza's class but all my remaining classes for the day. <i>Whoops. And I even sort of liked the practical training course I missed.</i>"
    },
    {
      "paragraf": "\"Eh, whatever.\""
    },
    {
      "paragraf": "What was done was done. I would just have to go apologize to the teacher later."
    },
    {
      "paragraf": "<i>—If that's how you feel, then why don't you just attend class in the first place?</i>"
    },
    {
      "paragraf": "<i>I can't help it. Professor Aliza's classes are agony for me.</i>"
    },
    {
      "paragraf": "I had to admit I wasn't exactly a serious student, but there was definitely a problem with Professor Aliza's attitude, too."
    },
    {
      "paragraf": "\"…Hmm?"
    },
    {
      "paragraf": "When I arrived at my dorm room, I noticed something strange: I could sense someone inside. It shouldn't have been Leonie; at this hour, she was usually still out studying by herself and wouldn't be back until later. On top of that, the door was ajar. Leonie would never do something so careless."
    },
    {
      "paragraf": "<i>A thief, maybe?</i>"
    },
    {
      "paragraf": "<i>—Do you want to know what I think?</i>"
    },
    {
      "paragraf": "<i>No, I wanna see this for myself.</i>"
    },
    {
      "paragraf": "I was getting a little worked up. Yeah, I knew it was inappropriate to be excited at a time like this, but I just loved when things happened that were out of the ordinary. Especially now, when my daily life had been so boring. Getting to catch a criminal in the act sounded kinda fun."
    },
    {
      "paragraf": "I quietly opened the door and peeked inside. I didn't hear anything, but I could sense someone else's mana within the room. Then I heard some kind of groaning voice going \"Uhh…\" and \"Hmm…\" Maybe the thief was struggling to pick out what to steal."
    },
    {
      "paragraf": "The room was about twenty square meters large and was made for two people. There were two beds and two desks, one for each person, but not much else in the way of furnishings. That meant there weren't really any places to hide. Since there was a window, someone could leave from it. But on the other hand, that was the only place to escape, so it'd be easy to chase the intruder. <i>All right, here I go.</i>"
    },
    {
      "paragraf": "\"Don't move! How dare you try to steal from me and Leonie's love nest! Surrender and come quietly, or else I'll— Wait, what?\""
    },
    {
      "paragraf": "\"Ugh…\""
    },
    {
      "paragraf": "When I stepped into the room, I could see there was no robber in sight—only Leonie, collapsed on the floor."
    },
    {
      "paragraf": "\"Wait, Leonie?! What's wrong?!\""
    },
    {
      "paragraf": "I rushed over to her, took her into my arms, and gave her a sniff. She didn't smell like she was sick. I couldn't see any external wounds on her, either, so she didn't appear to be injured. Only when I stared hard at her face could I see she had deep, dark circles under her eyes. From the looks of it, she hadn't gotten enough sleep. Her cheeks looked hollow, too. Which meant—"
    },
    {
      "paragraf": "<i>Looks like anemia caused by sleep deprivation.</i>"
    },
    {
      "paragraf": "<i>Well, that's no good.</i>"
    },
    {
      "paragraf": "\"Nnh? Ruchika?\""
    },
    {
      "paragraf": "\"Are you awake? Just stay still for now, and I'll carry you to your bed.\""
    },
    {
      "paragraf": "I took Leonie into my arms and laid her in her bed. Her body felt unbelievably light, which made me even more worried."
    },
    {
      "paragraf": "\"I'm sorry to burden you like this, Ruchika.\""
    },
    {
      "paragraf": "\"Don't sweat it. More importantly, you should get some rest. You haven't been sleeping lately, have you?\""
    },
    {
      "paragraf": "\"…\""
    },
    {
      "paragraf": "\"If there's something on your mind, I'm happy to listen. Or if it's something about me, I can go get Nor.\""
    },
    {
      "paragraf": "\"No…that's all right.\""
    },
    {
      "paragraf": "<i>Hmm.</i> She didn't seem all right in the slightest."
    },
    {
      "paragraf": "\"Leonie, you don't have to trust me if you don't feel like you can, but I hope you'll at least let me pry into this once. I know we're not partners yet or anything, but we are roommates.\""
    },
    {
      "paragraf": "\"…I'm sorry.\""
    },
    {
      "paragraf": "\"I'm not looking for an apology, either.\""
    },
    {
      "paragraf": "We were both quiet for a while."
    },
    {
      "paragraf": "\"It's just…some things…haven't been going well…\""
    },
    {
      "paragraf": "Falteringly, Leonie began to speak. I fixed her blanket and gave her a look of encouragement, trying to get her to keep going."
    },
    {
      "paragraf": "\"Ever since I enrolled at the Hero Institute, I've been messing everything up…from practical training to my relationships with others…\""
    },
    {
      "paragraf": "\"I have a feeling some of that's my fault.\""
    },
    {
      "paragraf": "\"That's not what I'm trying to say…\""
    },
    {
      "paragraf": "\"You're right, I'm sorry. Keep going.\""
    },
    {
      "paragraf": "I apologized for interrupting, and she nodded back at me."
    },
    {
      "paragraf": "\"I've been doing the best I can. But I still haven't been getting any results. Even though…I'm the daughter of the Almighty Hero.\""
    },
    {
      "paragraf": "\"Leonie… Just because you're a hero's daughter doesn't mean you can do anything and everything.\""
    },
    {
      "paragraf": "\"I know that. I know I'll never be as good as my mother. But I can't even manage to do the minimum of what's expected of me.\""
    },
    {
      "paragraf": "\"I don't think that's true. You're too hard on yourself.\""
    },
    {
      "paragraf": "For example, she undeniably excelled at book learning. When I tried bringing this up to her, however…"
    },
    {
      "paragraf": "\"People expect strength of hero cadets first and foremost. Even if one has the knowledge, it means nothing in the end if you aren't able to apply it.\""
    },
    {
      "paragraf": "\"Hmm…I think you're taking everything too seriously, Leonie.\""
    },
    {
      "paragraf": "Yes, I had said the exact same thing about strength to Nor earlier. But hearing it from Leonie made me want to tell her that wasn't entirely true."
    },
    {
      "paragraf": "<i>—Love sees no faults.</i>"
    },
    {
      "paragraf": "<i>No, that's not it.</i>"
    },
    {
      "paragraf": "It was just a hunch, but I was getting the feeling that being a hero was a lot more complex than I had been making it out to be. Or at least, I was starting to feel that way as I watched Leonie struggle like this."
    },
    {
      "paragraf": "\"I'm not taking it seriously enough. Especially when I've gone and exhausted myself like this, obsessing over nothing but a hobby of mine,\" said Leonie."
    },
    {
      "paragraf": "\"A hobby?\""
    },
    {
      "paragraf": "\"Ruchika, can you please get that for me?\""
    },
    {
      "paragraf": "I picked up the object Leonie was pointing to."
    },
    {
      "paragraf": "\"Is this…some kind of magical device?\""
    },
    {
      "paragraf": "\"Yes, it's convenience magic,\" she answered, a bashful look coming over her face."
    },
    {
      "paragraf": "<i>Convenience magic</i> was an umbrella term for of magic that saved people time or effort in their everyday lives, such as magic that cleaned the body or boiled water. The Hero Institute didn't place much emphasis on the field, but it was extremely helpful for the general public and was probably the type of magic that had the largest number of regular practitioners."
    },
    {
      "paragraf": "\"I bet this device…is for boiling water? Considering that the pot has a spell circle engraved into the bottom.\""
    },
    {
      "paragraf": "\"So you can tell?\""
    },
    {
      "paragraf": "\"Yeah, since magical devices were a part of demon culture, originally. To some extent, at least.\""
    },
    {
      "paragraf": "Demons specialized in magic and magical devices. After humans defeated the Demon Lord and made peace with the demonkind, magic culture spread from demons throughout humanity, and now humankind had developed its own culture of magical devices. For example, in lecture, I learned that Gear hadn't come from demons originally but rather had been developed by implementing and expanding upon demons' magical device technology."
    },
    {
      "paragraf": "\"That's right! These devices are groundbreaking inventions, and they employ all sorts of innovations to ensure even ordinary people with weak magic ability will be able to use them. One such particularly amazing innovation is this spell circle—as the instantaneous firepower of fire magic is too high, it equalizes the firepower over a designated span of time, allowing the user to further fine-tune the intensity—\""
    },
    {
      "paragraf": "Having said this much, Leonie seemed to realize she was talking too much."
    },
    {
      "paragraf": "\"…Sorry. I got a little carried away there.\""
    },
    {
      "paragraf": "\"Nothing to apologize about. You sure like convenience magic, don't you?\""
    },
    {
      "paragraf": "\"Yes. When things are rough at school, researching convenience magic is a nice diversion. Though, just because I like it doesn't mean I'm any good at it.\""
    },
    {
      "paragraf": "I had been under the impression that Leonie was totally focused on her swordsmanship, so I found this a little unexpected. But when she talked about convenience magic, Leonie seemed to light up, a far cry from her usual calm and collected self."
    },
    {
      "paragraf": "\"…You're not going to laugh at me?\" Leonie asked."
    },
    {
      "paragraf": "\"Laugh? Why would I?\""
    },
    {
      "paragraf": "\"Well, because…it's all meaningless.\""
    },
    {
      "paragraf": "I didn't understand why Leonie was being so self-deprecating."
    },
    {
      "paragraf": "\"Is it even possible for something to be totally meaningless? I think it's always better to know about something than to be ignorant of it.\""
    },
    {
      "paragraf": "\"That's true, but my Gear told me that my talent lies in swordsmanship. Even if I learn convenience magic, I won't excel in it.\""
    },
    {
      "paragraf": "Leonie smiled sadly to herself, repeating that it was meaningless. <i>Again with the Gear thing</i>, I thought. Apparently, Gear could even tell the wearer what areas they excelled in. I had my doubts about Gear—with the exception of Proto, obviously—but Leonie had complete faith in the devices. Maybe there was nothing I could do about that. They were basically her mother's legacy, after all."
    },
    {
      "paragraf": "<i>But still…</i>"
    },
    {
      "paragraf": "<i>—Yes, I agree.</i>"
    },
    {
      "paragraf": "Having received something like a nod of agreement from Proto, I decided to go ahead and lay out what was really on my mind to Leonie."
    },
    {
      "paragraf": "\"'Meaningless,' my butt.\""
    },
    {
      "paragraf": "\"Huh?\""
    },
    {
      "paragraf": "\"There's no way having more cards in your hand to play could be meaningless.\""
    },
    {
      "paragraf": "Leonie looked blankly at me."
    },
    {
      "paragraf": "\"For example, even if your Gear was correct about swordsmanship being your strongest talent—\""
    },
    {
      "paragraf": "\"My Gear <i>is</i> correct.\""
    },
    {
      "paragraf": "\"Ugh, whatever, sure it is! Even then, it's still important to gain skills and knowledge outside swordsmanship, right? With more skills and knowledge, you can do more things. And that means you have more cards in your hand to play.\""
    },
    {
      "paragraf": "\"Oh…\""
    },
    {
      "paragraf": "That seemed to get through to her. Even if swordsmanship was her best skill, there was no reason why she had to focus on it exclusively. In fact, gaining skills in other areas should help her use her swordplay even more effectively. There was no way having a wide range of interests was meaningless."
    },
    {
      "paragraf": "\"But it's just convenience magic. I could understand if we were talking about offensive magic or support magic, but to a hero, convenience magic isn't—\""
    },
    {
      "paragraf": "\"I agree that the most important thing to a hero is the ability to fight. But do you think it's always gonna be that way from now on?\""
    },
    {
      "paragraf": "\"'From now on'?\""
    },
    {
      "paragraf": "\"Yeah, like in the future.\""
    },
    {
      "paragraf": "I picked up the magical device for boiling water, and using convenience magic to fill it with water, I started to prepare some hot water. I thought maybe I'd make some medicinal tea for Leonie so she could sleep better."
    },
    {
      "paragraf": "\"The conflict between humans and demons is over, right? Although humans are still continuing to fight among themselves, I think what's expected from heroes might change little by little over time.\""
    },
    {
      "paragraf": "I knew demons and humans both would never be able to live free of strife, but I figured large-scale, decisive conflicts like the Great Human-Demon War would become less and less common."
    },
    {
      "paragraf": "\"…You may be right about that trend. But Gear doesn't stop at indicating battle-related skills to its wearer. Actually, thanks to Gear, the Hero Institute has kept churning out talented people in a wide variety of fields. The issue is that I myself don't have such talent, and—\""
    },
    {
      "paragraf": "\"Hey, Leonie? Forget about talent and Gear and about being the daughter of a hero for a sec and answer me this: What is it that you most <i>want</i> to do?\""
    },
    {
      "paragraf": "\"—!\""
    },
    {
      "paragraf": "Leonie looked surprised, like she had never even considered my question before. I continued:"
    },
    {
      "paragraf": "\"Of course, I wouldn't try to stop you if you really just want to keep improving your swordplay. But based on what I'm seeing here, you really love convenience magic, don't you?\""
    },
    {
      "paragraf": "\"…Yes.\""
    },
    {
      "paragraf": "She finally acknowledged it. And with that, as if some spirit possessing her had suddenly departed, she began to speak freely on it."
    },
    {
      "paragraf": "\"Actually…I do want to research convenience magic more than I want to train my swordsmanship. While swordsmanship is a skill for fighting, convenience magic is a skill that helps people's daily lives become more abundant. And what I really want to do is be of use to the people.\""
    },
    {
      "paragraf": "After commenting that it may be improper for the daughter of the Almighty Hero to think so, she went on:"
    },
    {
      "paragraf": "\"My Gear has shown me the picture of what I should be. It has shown me where my talents lie. And I believe it is correct, even now. But sometimes, I think, is it really so bad to pursue something even if you have no talent in it?\""
    },
    {
      "paragraf": "She finally expressed it. After being bound by the curse of the \"hero\" and its embodiment, Gear, for so many years, she was able to voice her doubts at last."
    },
    {
      "paragraf": "\"Surely, it makes me a failure as the daughter of a hero…for me to think something like this. Yet I can't help but think I would be overjoyed if only I could devote my life to making people's lives easier. But I would never be allowed to do such a thing.\""
    },
    {
      "paragraf": "<i>How strange of me, isn't it?</i> she added, again with a note of self-deprecation."
    },
    {
      "paragraf": "<i>—While we knew it was bad, I believe this runs deeper than we thought.</i>"
    },
    {
      "paragraf": "<i>Yeah, seriously.</i>"
    },
    {
      "paragraf": "After giving Proto a half-exasperated answer, I then responded to Leonie."
    },
    {
      "paragraf": "\"It's not strange.\""
    },
    {
      "paragraf": "\"…Huh?\""
    },
    {
      "paragraf": "\"It's not strange at all. If anything, I think you're right, Leonie.\""
    },
    {
      "paragraf": "\"Ruchika?\""
    },
    {
      "paragraf": "Handing her the medicinal tea I had brewed, I smiled at her."
    },
    {
      "paragraf": "I was happy. So happy that Leonie had really thought about this on her own. For a while there, I had been convinced she was just blindly following her Gear or some imagined ideal of what it was to be a hero."
    },
    {
      "paragraf": "But I was wrong. She <i>had</i> thought about it. She hadn't just accepted the \"correct answer\" that had been presented to her without questioning it—she had kept questioning it, suffering all the while. Knowing this, I respected her and loved her even more. And I grew more convinced than ever she was the right person to become my mate."
    },
    {
      "paragraf": "\"I want to help you!\""
    },
    {
      "paragraf": "\"Huh?\""
    },
    {
      "paragraf": "\"Let me help you with your convenience magic research.\""
    },
    {
      "paragraf": "\"But there's nothing in it for you.\""
    },
    {
      "paragraf": "\"That's not true.\""
    },
    {
      "paragraf": "She still wasn't getting it. Teasingly, I poked her in the forehead with my finger as I spelled it out to her."
    },
    {
      "paragraf": "\"I want to do what you want to do, Leonie.\""
    },
    {
      "paragraf": "\"?!\""
    },
    {
      "paragraf": "Suddenly, her face turned bright red. Since she was so pale in the first place, it was really easy to tell she was blushing."
    },
    {
      "paragraf": "<i>—How forward of you.</i>"
    },
    {
      "paragraf": "<i>Humans are way too shy—that's all.</i>"
    },
    {
      "paragraf": "As far as I was concerned, there was no such thing as overdoing it when it came to expressing love or affection."
    },
    {
      "paragraf": "\"I—I think you should do as you please, then.\""
    },
    {
      "paragraf": "\"Yup, I will! For the person I like.\""
    },
    {
      "paragraf": "\"A-again with that nonsense…\""
    },
    {
      "paragraf": "\"It's not nonsense. Leonie, it's about time you stop acting so stubborn and become my mate already.\""
    },
    {
      "gambar": "pg90.jpg"
    },
    {
      "paragraf": "\"I won't be doing that.\""
    },
    {
      "paragraf": "With that, Leonie took a sip of the medicinal tea. Reflexively, she commented, \"It's rather bitter.\" But in contrast to her words, her face had unfurled into a broad smile, like a blooming flower."
    },
    {
      "paragraf": "◇◇◇"
    },
    {
      "paragraf": "The very next day, we got started researching convenience magic. Though, in actuality, Leonie was doing most of the research, and I was assisting her. Proto had told me from the start that my talent was in magic, but in practice, it seemed my plentiful amount of mana actually came in handy for helping her research."
    },
    {
      "paragraf": "It was Sunday, and we had the day off from school, so Leonie and I went into town to shop for parts for magical devices. Since we were in one of the foremost royal capitals of the human race, the marketplace was crowded with people starting from the early morning. I really liked how energetic it was."
    },
    {
      "paragraf": "\"Hmm?\""
    },
    {
      "paragraf": "\"Something wrong, Ruchika?\""
    },
    {
      "paragraf": "\"I could have sworn I just saw Professor Aliza over there…\""
    },
    {
      "paragraf": "<i>Maybe my eyes are playing tricks on me?</i>"
    },
    {
      "paragraf": "<i>—That area over there is the black market.</i>"
    },
    {
      "paragraf": "<i>\"Black market\"?</i>"
    },
    {
      "paragraf": "<i>—A place where people buy and sell dark goods—the kinds of things that don't circulate official trade routes—through back channels. For example, you might find stolen goods or illegally procured military supplies there.</i>"
    },
    {
      "paragraf": "<i>If someone from the Hero Institute is there, that means…</i>"
    },
    {
      "paragraf": "<i>—I believe the Institute forbids its students and staff from even getting near the area.</i>"
    },
    {
      "paragraf": "In that case, there was no way a straitlaced professor like Aliza would be there. I must have been seeing things after all."
    },
    {
      "paragraf": "\"Eh, whatever. Leonie, what is it you wanted to buy?\""
    },
    {
      "paragraf": "\"Let's see—I was hoping to stock up on some scrolls.\""
    },
    {
      "paragraf": "Scrolls were a convenient item that consisted of a piece of paper with a spell circle imprinted on it. When you channeled mana into it, the magic inscribed in the spell circle would activate. Unlike magical devices, however, you needed a decent level of magical power to be able to use scrolls, so most ordinary people found devices more convenient. Then again, scrolls were cheaper, but they were also disposable—you could usually only use them once."
    },
    {
      "paragraf": "I guess Leonie wasn't after the actual scrolls themselves but the spell circles written on them. Lately, she had been researching what kinds of spell circles were most efficient, and she'd mentioned wanting to collect different samples the previous day."
    },
    {
      "paragraf": "\"All right, then let's head for a scroll shop.\""
    },
    {
      "paragraf": "\"Yes. There's one I know of over that way.\""
    },
    {
      "paragraf": "Leonie led the way, and I followed after her."
    },
    {
      "paragraf": "\"Sure are a lot of people out today,\" I said."
    },
    {
      "paragraf": "\"This is the largest marketplace in the capital; it makes sense.\""
    },
    {
      "paragraf": "\"Wanna hold hands so we don't get separated?\""
    },
    {
      "paragraf": "\"We're not children, Ruchika.\""
    },
    {
      "paragraf": "Rejected again. That Leonie—her shield against flirtation was as solid as ever."
    },
    {
      "paragraf": "\"Speaking of children, that reminds me…\""
    },
    {
      "paragraf": "\"Hmm? Of what?\""
    },
    {
      "paragraf": "\"What kind of a child were you, Ruchika?\""
    },
    {
      "paragraf": "\"Oh, so you wanna know?\""
    },
    {
      "paragraf": "\"Well, I am a little curious.\""
    },
    {
      "paragraf": "She didn't even look back as she walked ahead of me."
    },
    {
      "paragraf": "<i>If only she would just swoon a little bit more.</i>"
    },
    {
      "paragraf": "<i>—Even Ruchika, the world-famous pickup artist, seems to be having trouble with this girl.</i>"
    },
    {
      "paragraf": "<i>Who're you calling a pickup artist?</i>"
    },
    {
      "paragraf": "As I tried to get Proto to cram it with the comments from the peanut gallery, I thought back on my past and answered Leonie."
    },
    {
      "paragraf": "\"Let me see… I guess I was always kind of out of place as a kid.\""
    },
    {
      "paragraf": "\"'Out of place'?\""
    },
    {
      "paragraf": "\"Yeah. Oh, Leonie, I'm getting a little hungry. Do you mind if I buy us some apples?\""
    },
    {
      "paragraf": "\"…Go ahead.\""
    },
    {
      "paragraf": "\"Thanks. Hey, lady, two apples over here please!\""
    },
    {
      "paragraf": "I bought two apples, gave one to Leonie, and started munching on the other one as I continued:"
    },
    {
      "paragraf": "\"Did you ever notice I don't have any horns?\""
    },
    {
      "paragraf": "\"Yes, I do recall that horns are one of the distinguishing traits of demons.\""
    },
    {
      "paragraf": "\"That's right. Well, I don't have horns because I was born under certain special circumstances.\""
    },
    {
      "paragraf": "\"'Special circumstances'?\""
    },
    {
      "paragraf": "\"Yeah. As a weapon to use in the battle against the Almighty Hero.\""
    },
    {
      "paragraf": "\"?!\""
    },
    {
      "paragraf": "This definitely got Leonie's attention, and she turned back to me in shock. I was delighted that I had succeeded in surprising her just like I'd meant to. While we were on this topic, I invited her to come sit down by the edge of the fountain in the market square."
    },
    {
      "paragraf": "\"My mama was a really strong demon, and she held the Almighty Hero in really high regard—maybe even more so than humanity did. So that's why she tried out all kinds of things to defeat her. Like altering and modifying her demon underlings, stuff like that. And I was one of those experiments.\""
    },
    {
      "paragraf": "I took another bite of my apple and went on:"
    },
    {
      "paragraf": "\"They say Mama put the very best of her hero research to work into making me.\""
    },
    {
      "paragraf": "\"'Hero research'?\""
    },
    {
      "paragraf": "\"Mama thought we needed to bring in the Almighty Hero's own power to compete against her. That's why she obtained some of the Almighty Hero's own flesh and blood during one of their battles and did all sorts of experiments with it. And I was born from one of them. Since I wasn't born through the usual demon method of blood communion, I never grew any horns.\""
    },
    {
      "paragraf": "<i>And well, I wasn't created in time to help out with the decisive battle between my mama and the heroes</i>, I told Leonie with a smile. She looked back at me with a conflicted expression on her face."
    },
    {
      "paragraf": "\"Since I didn't have any horns, the other demons kinda treated me like a freak. On top of that, since I came from a pretty good bloodline as far as demon families go, no one felt comfortable making fun of me to my face, so everyone just kept their distance from me. I think in human terms, you say it's like sleeping on a bed of nails, right?\""
    },
    {
      "paragraf": "\"Ruchika…\""
    },
    {
      "paragraf": "She gave me a sympathetic look. <i>Hmm, maybe I'm not phrasing it correctly?</i>"
    },
    {
      "paragraf": "\"I didn't really mind it that much. But I guess it was pretty hard on my nanny, who acted as my guardian. She seriously held a grudge about the whole situation, saying it was the Almighty Hero's fault that things turned out like this.\""
    },
    {
      "paragraf": "\"I have a feeling…she may have been justified in that grudge,\" Leonie said in a pained voice."
    },
    {
      "paragraf": "\"But you know, I have nothing against the Almighty Hero—against your mama. In fact, I admire her.\""
    },
    {
      "paragraf": "\"'Admire'? You mean you admire the very same person who defeated your mother?\""
    },
    {
      "paragraf": "\"Ah…I guess this is one of those cultural differences between humans and demons.\""
    },
    {
      "paragraf": "I was going to have to explain this one a little more."
    },
    {
      "paragraf": "\"Demons value strength more than anything. To be strong is the highest distinction. That's why my mama was so high-ranking among the other demons and why the hero who defeated her is held up even higher.\""
    },
    {
      "paragraf": "\"…I find that value system difficult to empathize with.\""
    },
    {
      "paragraf": "\"Yeah, I can tell. But, Leonie, don't you find it strange, even uncanny, how smoothly the reconciliation between humans and demons went after the war?\""
    },
    {
      "paragraf": "\"I do wonder about it a little. When I learned about it in history class, it seemed like humanity ended up with a rather favorable situation during the peacekeeping negotiations.\""
    },
    {
      "paragraf": "\"That's for the same reason; it's part of our demon values to want to follow the strong. Put another way, I'm sure demons would have launched a revolt if humanity grew weaker than us. Especially since after the war, there were some demons who were oppressed, too.\""
    },
    {
      "paragraf": "\"—!\""
    },
    {
      "paragraf": "This must have been new information to Leonie, because her face stiffened at this comment. After the war, humans and demons established a basic principle of mutual respect. Yet there were still winners and losers. I'd heard that some demons were forced into servitude or used as tools in conflicts between humans. So it made sense that some demons who still felt animosity toward humans might have considered putting up one last fight."
    },
    {
      "paragraf": "\"But you said that in past tense, right?\""
    },
    {
      "paragraf": "\"Yeah, past tense. Demons don't just go to war because they like to or because they think it's fun. Of course, there are plenty of hot-blooded types among us, but even they rarely go so far as to put lives on the line… Sorry, I guess I'm getting off topic.\""
    },
    {
      "paragraf": "\"That's okay.\""
    },
    {
      "paragraf": "<i>Now, where was I</i><i>?</i>"
    },
    {
      "paragraf": "\"That's all to say, I admire heroes much more than I could ever hate them. Like I said before, I didn't have a great life living in the demon realm, either. Plus, I wanted to get stronger. That's why I snuck out behind my nanny's back and ran away.\""
    },
    {
      "paragraf": "\"…So that's the story of why you wanted to come to the Hero Institute.\""
    },
    {
      "paragraf": "\"Yup. And to be totally honest, I have to say I am a little disappointed in this place. But I at least got to meet you and Nor, so it hasn't been all bad. Plus, you two have some tasty auras.\""
    },
    {
      "paragraf": "\"'Tasty'? You mean battle auras and mana have flavors?\""
    },
    {
      "paragraf": "Leonie's eyes went wide with surprise."
    },
    {
      "paragraf": "\"Yeah. It's like each person's temperament is reflected in their aura's flavor. Your flavor is super dense, yet gentle. Nor's is a kinda fluffy, soft flavor. And Danita's was a whole different story—really interesting.\""
    },
    {
      "paragraf": "\"Ruchika, do you mean to tell me you've been sneaking tastes from us this whole time?\""
    },
    {
      "paragraf": "\"Ah-ha-ha-ha, oopsies. After tasting so many people's mana and auras with <i>Gluttony</i>, it's kinda become a habit. But it's really hit-or-miss. If I devour a super-tasty aura that sits well with me, I get filled with energy. But sometimes, I eat something gross that I don't tolerate, and it can even make me feel sick. I bet I'd be down for the count if I took a bite out of Professor Aliza.\""
    },
    {
      "paragraf": "\"Ha-ha, oh, Ruchika…\""
    },
    {
      "paragraf": "I tried cracking a joke, and Leonie let out a small laugh. <i>She's so cute.</i>"
    },
    {
      "paragraf": "I noticed I had eaten my apple down to its core, and I realized I should have bought at least one more."
    },
    {
      "paragraf": "\"…I didn't have any other choice but to become a hero.\""
    },
    {
      "paragraf": "Leonie began to speak again."
    },
    {
      "paragraf": "\"For as long as I can remember, my role as a hero's daughter has come before even my own identity. That was the expectation under which I was raised, and in actuality, that is how I grew up.\""
    },
    {
      "paragraf": "Though, it was her mother's relatives who raised her, she added."
    },
    {
      "paragraf": "\"I was given a Gear before I was even young enough to remember not having one. I trusted its guidance and followed it. Of course, I faced my own indecision or worries, but at the very least, I had faith in my Gear. To me, the device was akin to fate.\""
    },
    {
      "paragraf": "I stole a glance at Leonie. She was expressionless as usual."
    },
    {
      "paragraf": "\"But after enrolling in the Hero Institute and failing each day to get the results I thought I would, I've started to wonder if this is really what I should be doing.\""
    },
    {
      "paragraf": "\"Leonie…\""
    },
    {
      "paragraf": "\"You said it yourself, Ruchika: What the Gear says may be correct, but that doesn't mean it's everything. I understand that on some level, deep down. It's just…I wanted to believe it was everything.\""
    },
    {
      "paragraf": "<i>Those words are stained with her own blood, sweat, and tears</i>, I thought. They were filled with the suffering she had borne having walked this path in life. While it was an honor that she felt comfortable telling me all this, at the same time, I wished there was some way I could lighten the load on her heart."
    },
    {
      "paragraf": "\"What you wanted to believe in wasn't the Gear itself.\""
    },
    {
      "paragraf": "\"…No, it wasn't.\""
    },
    {
      "paragraf": "\"It was your mama.\""
    },
    {
      "paragraf": "\"…Yes.\""
    },
    {
      "paragraf": "It wasn't the magical device we called Gear that she wanted to trust. And she didn't simply follow it because the people around her told her to. She only wanted to have faith in her mother—the Almighty Hero, who had saved humanity."
    },
    {
      "paragraf": "\"Since my mother was always on her way to some battle, I can count on my fingers the number of times I remember actually being around her in person. But there is one thing I remember as clearly as day, among all those faint memories of her. It was something she told me.\""
    },
    {
      "paragraf": "<i>—I'm going to make a world where anyone can be happy. For you, Leonie.</i>"
    },
    {
      "paragraf": "Perhaps those words had been the hero's prayer. But—"
    },
    {
      "paragraf": "\"That's why I want to believe in this world my mother left behind for me. That's why I think there's no way the world she fought so hard for until the bitter end could be wrong.\""
    },
    {
      "paragraf": "It felt like the words Leonie's mother had left behind for her had become more of a curse than a blessing."
    },
    {
      "paragraf": "\"Sorry for bringing up something so strange. I didn't mean to talk about such things,\" said Leonie."
    },
    {
      "paragraf": "\"It's not strange. I'm happy I got to know more about you.\""
    },
    {
      "paragraf": "\"Really?\""
    },
    {
      "paragraf": "\"Yeah, really.\""
    },
    {
      "paragraf": "A short while after that, we arrived at the scroll shop. There, we bought a few scrolls and some books on spell circles."
    },
    {
      "paragraf": "During the way back—"
    },
    {
      "paragraf": "\"I can't help but wonder if straying from the path my Gear has indicated for me is like denying the world my mother left behind for me…\""
    },
    {
      "paragraf": "Leonie didn't sound like she was expecting a response, so I didn't say anything. But I couldn't hold back anymore; I was at my limit."
    },
    {
      "paragraf": "\"—! Ruchika…\""
    },
    {
      "paragraf": "\"Will you please hold my hand? I'm just a little kid, after all.\""
    },
    {
      "paragraf": "When I said this to her with a smile, Leonie seemed unsure of what she should do at first. But finally, she seemed to give in, smile, and say…"
    },
    {
      "paragraf": "\"If you insist.\""
    },
    {
      "paragraf": "She grasped my hand and squeezed it back."
    },
    {
      "paragraf": "◇◇◇"
    },
    {
      "paragraf": "\"All right, get under the blanket!\""
    },
    {
      "paragraf": "\"Okay.\""
    },
    {
      "paragraf": "\"Sure!\""
    },
    {
      "paragraf": "We were back in our room at the dorm. For some reason, though, there weren't two of us but three: Leonie, Nor, and me. This had all started the night Leonie and I had gotten back from our shopping trip."
    },
    {
      "paragraf": "<i>\"It's not fair. I can't believe the two of you went out without me!\"</i>"
    },
    {
      "paragraf": "That was the first thing Nor had said to us upon seeing us come back from our outing. She'd been puffing her cheeks in a pout and whining about how unfair it was."
    },
    {
      "paragraf": "<i>\"You two have been awfully close lately. I feel so lonely being left out…\"</i>"
    },
    {
      "paragraf": "<i>\"Come on, you know that's not true…unless</i><i>?\"</i> I'd said."
    },
    {
      "paragraf": "<i>\"Grrr!\"</i>"
    },
    {
      "paragraf": "<i>\"That's not true, Nor. You're imagining things,\"</i> Leonie had said."
    },
    {
      "paragraf": "<i>Aw, what?</i>"
    },
    {
      "paragraf": "<i>\"I would never want to leave you out, Nor. You're one of my closest friends. You know, sometimes, you can be really scatterbrained.\"</i>"
    },
    {
      "paragraf": "<i>\"'Scatterbrained'</i><i>?\"</i>"
    },
    {
      "paragraf": "<i>\"Leonie, do you realize how casually you say some really mean stuff?\"</i>"
    },
    {
      "paragraf": "Still, just as Leonie had said, Nor was a close friend of hers. And it was a shame we had made Nor feel left out. But I had just the idea on how to make it right."
    },
    {
      "paragraf": "<i>\"Then why don't we have ourselves a pajama party to deepen the ties of our friendship?\"</i>"
    },
    {
      "paragraf": "<i>\"'Pajama party'?\"</i>"
    },
    {
      "paragraf": "<i>\"Is this another one of your indecent schemes?\"</i>"
    },
    {
      "paragraf": "The two of them regarded me with suspicion."
    },
    {
      "paragraf": "<i>\"What do you mean, 'another'?! I'm always keeping it family-friendly! I just mean, like, we'd get together, eat snacks, and stay up late chatting.\"</i>"
    },
    {
      "paragraf": "<i>\"Oh, that sounds fun.\"</i>"
    },
    {
      "paragraf": "<i>\"Well, if that's all it is.\"</i>"
    },
    {
      "paragraf": "And so, we decided to throw ourselves an impromptu pajama party as soon as possible. Since the rules and regulations at the Hero Institute were so strict, Nor really wasn't supposed to be allowed in our room. She had to show up for the evening roll call, after all. But Nor had reached an agreement with her roommate to overlook her sneaking out of their room. Apparently, she had convinced her roommate by promising she would make it up to her later and help her with her homework."
    },
    {
      "paragraf": "The three of us were in our pajamas. Mine were a simple, classic design in white and light blue, and Leonie's were thick and red. But Nor's…"
    },
    {
      "paragraf": "\"I didn't expect your sleepwear to be so…sexy, Nor.\""
    },
    {
      "paragraf": "\"You can't even call those pajamas. It's basically a negligee.\""
    },
    {
      "paragraf": "\"Please, don't stare like that… I just can't sleep unless I wear something as light as possible!\""
    },
    {
      "paragraf": "Nor had on a cream-colored negligee that was more like a super thin piece of cloth draped over her. It was revealing enough that even someone of the same sex wouldn't know where to look at her. And the fact someone as introverted as Nor was wearing such a bold piece of sleepwear was enough to make my heart pound."
    },
    {
      "paragraf": "<i>—Are you perhaps having some unfaithful thoughts?</i>"
    },
    {
      "paragraf": "<i>Nuh-uh, you know Leonie's the only one for me.</i>"
    },
    {
      "paragraf": "Still, seeing her like this, I could tell Nor had a nice figure. I myself had a pretty big chest and butt, but I was short. Nor's body, on the other hand, stuck out in all the right places and had curves where all the right curves should be. Then there was Leonie—even though her figure wasn't quite as glamorous, she was tall, and her body was well-proportioned. <i>Jealous.</i>"
    },
    {
      "paragraf": "\"It must be nice to have such good figures.\""
    },
    {
      "paragraf": "Munching away at some snacks, I delivered this comment to them with a sigh. Out of all the snacks, the cheap ones I had brought were the most popular. Leonie and Nor had gotten some kinds of biscuits and cookies, but they were hard, not very sweet, and overall not that tasty. The snacks people ate in this kingdom reminded me of emergency provisions. I would have to introduce them to a few of my favorite shops later."
    },
    {
      "paragraf": "\"That's my line. Nor goes without saying, but even you, Ruchika, are rather well-endowed in your bust and hips.\""
    },
    {
      "paragraf": "<i>Whereas I'm flat as a pancake</i>, complained Leonie."
    },
    {
      "paragraf": "\"I-if we're comparing figures, I think yours is really the best out of all of us, Leonie,\" Nor responded. \"Plus, when your chest or butt is large, it draws too much weird attention from men…\""
    },
    {
      "paragraf": "\"Oh, I get that. They think they're being so sly when they take a peek, but it's always super obvious.\""
    },
    {
      "paragraf": "\"Yeah.\""
    },
    {
      "paragraf": "Though, I couldn't really blame them; even I couldn't help but try to steal a glance when I saw an attractive girl."
    },
    {
      "paragraf": "\"You should be glad you're even getting looked at. I don't think I've ever noticed that kind of gaze directed at me—\""
    },
    {
      "paragraf": "\"Leonie, you're so dense!\""
    },
    {
      "paragraf": "\"Huh?\""
    },
    {
      "paragraf": "\"I'm with Ruchika on this one.\""
    },
    {
      "paragraf": "Like Proto had said, Leonie had already received confessions of love from a number of suitors since enrolling. It was obvious that boys were noticing her."
    },
    {
      "paragraf": "\"There's no way a cute girl like you is getting overlooked,\" said Nor."
    },
    {
      "paragraf": "Though, on the surface, she was being treated like an underachiever or some kind of malignant tumor by the school, she was still super popular with the opposite sex."
    },
    {
      "paragraf": "\"I wonder… I don't have a voluptuous figure like Ruchika's or a well-proportioned, beautiful body like Nor's. Who would be interested in such boring looks as mine—?\""
    },
    {
      "paragraf": "<i>—Ruchika.</i>"
    },
    {
      "paragraf": "<i>Hmm? What is it, Proto?</i>"
    },
    {
      "paragraf": "<i>—I believe it would be beneficial for you to refer to the Gear's secret data.</i>"
    },
    {
      "paragraf": "<i>\"Secret data\"?</i>"
    },
    {
      "paragraf": "<i>—We Gear automatically collect a variety of data, one of which happens to be a count of how many times the wearer is subject to the gaze of the opposite sex. Perhaps you should compare the data we've collected on the three of you since you enrolled at the Hero Institute.</i>"
    },
    {
      "paragraf": "<i>What the hell are you Gear doing all day anyway?</i>"
    },
    {
      "paragraf": "<i>—Now, now, why don't you just go ahead and tell Leonie and Nor? In order to view the numerical values, you simply…</i>"
    },
    {
      "paragraf": "I told Leonie and Nor how to view the data, as Proto had instructed me."
    },
    {
      "paragraf": "\"What the?\""
    },
    {
      "paragraf": "\"Wh-whaaat?\""
    },
    {
      "paragraf": "\"Well? What's it say?\""
    },
    {
      "paragraf": "Once the exact numbers were displayed to the two of them, they started to blush."
    },
    {
      "paragraf": "\"Mine says eight hundred ninety-seven times. To think I'm being looked at so much…\""
    },
    {
      "paragraf": "Nor wrapped her arms around her body as if to hide it. But honestly, that number sounded low after seeing her figure in that negligee."
    },
    {
      "paragraf": "\"Mine is one thousand two hundred and five. How unexpected…\""
    },
    {
      "paragraf": "Leonie's number was even higher than Nor's. <i>See?</i>"
    },
    {
      "paragraf": "\"I figured as much,\" said Nor."
    },
    {
      "paragraf": "\"S-seems you are getting noticed after all, Leonie.\""
    },
    {
      "paragraf": "\"Well then, what about you, Ruchika?\""
    },
    {
      "paragraf": "\"Me? Wait a sec, I'll ask Proto.\""
    },
    {
      "paragraf": "The number Proto revealed to me was…"
    },
    {
      "paragraf": "\"No way!\""
    },
    {
      "paragraf": "\"What is it?\" asked Leonie."
    },
    {
      "paragraf": "\"What was your number?\" asked Nor."
    },
    {
      "paragraf": "\"…T-two thousand eighty-one.\""
    },
    {
      "paragraf": "\"…\""
    },
    {
      "paragraf": "\"…\""
    },
    {
      "paragraf": "I felt Leonie's and Nor's gazes grow cold. <i>Whaaat</i><i>?</i>"
    },
    {
      "paragraf": "\"No, come on, there's gotta be something wrong with this number!\""
    },
    {
      "paragraf": "\"Gear do not make mistakes,\" said Leonie."
    },
    {
      "paragraf": "\"Ruchika, you're so popular!\" said Nor."
    },
    {
      "paragraf": "\"S-stop that! Besides, I'm not interested in boys anyway! If someone's going to check me out, I'd rather they be a girl.\""
    },
    {
      "paragraf": "The way they were looking at me all glassy-eyed was starting to freak me out, so I tried my best to talk my way out of it."
    },
    {
      "paragraf": "But—"
    },
    {
      "paragraf": "\"Hear that? She's not satisfied only getting looks from men and needs attention from both sexes…\""
    },
    {
      "paragraf": "\"How greedy…\""
    },
    {
      "paragraf": "\"Th-that's not what I meant!\""
    },
    {
      "paragraf": "\"And how <i>does</i> it feel to be so popular, Ruchika?\" asked Nor."
    },
    {
      "paragraf": "\"You even doubled my score,\" said Leonie."
    },
    {
      "paragraf": "\"Come on, give me a break!\""
    },
    {
      "paragraf": "As I pleaded with them, at my wit's end, they both suddenly broke into giggles."
    },
    {
      "paragraf": "\"I'm sorry, Ruchika.\""
    },
    {
      "paragraf": "\"???\""
    },
    {
      "paragraf": "\"Your reaction was just too funny, so I couldn't help it.\""
    },
    {
      "paragraf": "Which meant…"
    },
    {
      "paragraf": "\"Y-you were just teasing me?!\""
    },
    {
      "paragraf": "\"Yes, sorry.\""
    },
    {
      "paragraf": "\"Sorry, Ruchika!\""
    },
    {
      "paragraf": "\"Ugh!!\""
    },
    {
      "paragraf": "I decided to curl up in a ball and hide under the blanket for a while."
    },
    {
      "paragraf": "\"Maybe it's about time we put the rest of the snacks away,\" said Leonie."
    },
    {
      "paragraf": "\"Yeah, you're right,\" I said."
    },
    {
      "paragraf": "It had been about two hours since the start of our pajama party. Most of the snacks were gone, so it was good timing for us to wrap it up."
    },
    {
      "paragraf": "\"I don't wanna brush my teeth; it's such a pain… Can't I just go straight to bed?\""
    },
    {
      "paragraf": "\"Of course not. You'll get cavities,\" said Leonie."
    },
    {
      "paragraf": "\"Just one time won't kill me, right? I'm too lazy to get up and go to the sink…\""
    },
    {
      "paragraf": "\"Oh, Ruchika, you're hopeless… Wait here for a moment.\""
    },
    {
      "paragraf": "Leonie answered in exasperation before going into her bag and taking out a small piece of paper from inside it."
    },
    {
      "paragraf": "\"What's that?\""
    },
    {
      "paragraf": "\"A simplified scroll of convenience magic. I call it a 'slip.'\""
    },
    {
      "paragraf": "As Leonie cast her mana upon the slip-thingy, I felt the inside of my mouth suddenly feel refreshed."
    },
    {
      "paragraf": "\"What is this, some kind of toothbrushing scroll?\""
    },
    {
      "paragraf": "\"Technically, it's a simplified version of a cleansing and disinfecting scroll.\""
    },
    {
      "paragraf": "\"Wow! These scroll things… No, you called it a 'slip'? Either way, they're super convenient!\""
    },
    {
      "paragraf": "\"But they can only be used once. And I would call it quite a waste to use it on something as trivial as brushing your teeth.\""
    },
    {
      "paragraf": "\"Hmm, okay…\""
    },
    {
      "paragraf": "\"Scrolls need to be carefully managed, too. It's one thing if it's something like a convenience magic scroll or slip, but there are a number of powerful scrolls that are so precious, they're under the control of the kingdom's military.\""
    },
    {
      "paragraf": "\"Th-that reminds me, there's been some fuss going on lately about how a military scroll went missing, right?\" said Nor."
    },
    {
      "paragraf": "According to Nor, the missing scroll had a shady history, involving some monster that had gone on a rampage during the Great Human-Demon War. And the people who were supposed to be in charge of guarding it had been fired for misplacing it."
    },
    {
      "paragraf": "\"So they're not all just for convenient stuff like this, huh?\" I asked."
    },
    {
      "paragraf": "I guess that meant I had enjoyed quite the luxurious toothbrushing. Deeming this a special occasion, Leonie and Nor also decided to use slips to brush their teeth. After that, we settled down to chat a little more before bed."
    },
    {
      "paragraf": "\"So are you feeling better now, Nor?\" I asked. Originally, the main idea behind this pajama party was to cheer her up."
    },
    {
      "paragraf": "\"Yeah. I'm sorry for getting jealous, Ruchika.\""
    },
    {
      "paragraf": "\"Don't worry about it. Since Leonie's my bride, it's best we iron things out before we get too serious.\""
    },
    {
      "paragraf": "\"Who do you think you're calling your bride?\" Leonie quipped back from her bed, which was on a lower bunk."
    },
    {
      "paragraf": "By the way, Leonie and I were both sleeping in our own beds, and Nor was sleeping on the floor on a futon we had laid out."
    },
    {
      "paragraf": "<i>\"I—I don't mind sharing a bed with Leonie…\"</i>"
    },
    {
      "paragraf": "This had been Nor's wild proposition, but both Leonie and I had shot it down. Obviously."
    },
    {
      "paragraf": "\"So how has school been going for the two of you?\""
    },
    {
      "paragraf": "I tried making some harmless small talk."
    },
    {
      "paragraf": "\"Things have been fine in the classroom, but I'm still having trouble with practical training. At my level of swordsmanship, it's been difficult to keep up with the other students who enrolled at the same time as us,\" said Leonie."
    },
    {
      "paragraf": "\"Practical training is my weak spot, too. I really just don't like fighting,\" said Nor."
    },
    {
      "paragraf": "They both seemed to think they were unskilled at practical training."
    },
    {
      "paragraf": "\"Practical training's simple. You just gotta throw all your power out and be like, wham, boom!\""
    },
    {
      "paragraf": "\"…Must be nice for you, Ruchika, to not have to worry,\" said Leonie."
    },
    {
      "paragraf": "\"Yeah, agreed,\" added Nor."
    },
    {
      "paragraf": "\"Hey, that's rude. I have plenty of worries!\""
    },
    {
      "paragraf": "<i>Come on, guys. Who do you think I am?</i>"
    },
    {
      "paragraf": "\"And what kinds of worries are those?\""
    },
    {
      "paragraf": "\"I-I'd like to know, too.\""
    },
    {
      "paragraf": "<i>—Me too.</i>"
    },
    {
      "paragraf": "I inwardly resented the comment, but they kept pushing the topic even more than I had expected. Did I really seem like the kind of person who didn't have any problems? I was a little shocked."
    },
    {
      "paragraf": "\"Well, right now, what's troubling me the most is the girl I love won't even look my way…\""
    },
    {
      "paragraf": "\"Good night,\" said Leonie."
    },
    {
      "paragraf": "\"Night!\" said Nor."
    },
    {
      "paragraf": "<i>—Party's over.</i>"
    },
    {
      "paragraf": "\"What?! Geez, guys, you're so mean!\""
    },
    {
      "paragraf": "All I had done was honestly voice what had been troubling me, but the two girls (and one device) had reacted like, \"Not this again.\""
    },
    {
      "paragraf": "\"I'm just sick of hearing that same joke over and over,\" said Leonie."
    },
    {
      "paragraf": "\"And I'm telling you, it's not a joke! I'm totally serious!\""
    },
    {
      "paragraf": "\"Sure you are.\""
    },
    {
      "paragraf": "\"Waaah! Why won't you guys take me seriously?\""
    },
    {
      "paragraf": "\"It'd be a bigger problem if we did.\""
    },
    {
      "paragraf": "It seemed humans really did have some resistance to the idea of two women being each other's mates after all."
    },
    {
      "paragraf": "\"I wonder why my beloved won't turn my way? Maybe I'm not pushing hard enough?\""
    },
    {
      "paragraf": "\"I don't think it's possible for you to push any harder,\" said Leonie."
    },
    {
      "paragraf": "\"Maybe you should actually try easing up a bit?\" said Nor."
    },
    {
      "paragraf": "\"I'm no good at playing hard to get. I only know how to push, push, push until I win over the one I love!\""
    },
    {
      "paragraf": "\"…Well, do your best to exercise some moderation,\" said Leonie."
    },
    {
      "paragraf": "\"Now it sounds like you're my parent, and I'm some naughty kid you've gotta take care of!\""
    },
    {
      "paragraf": "\"Ah-ha-ha-ha…\""
    },
    {
      "paragraf": "No matter what approach I took, it seemed like Leonie was never going to be moved by my attempted wooing. I did kinda like that steadfast, stubborn nature of hers, but she could at least throw me a bone every once in a while, eh?"
    },
    {
      "paragraf": "\"So, Ruchika…what do you want to do once you become a hero?\" Leonie asked."
    },
    {
      "paragraf": "\"Huh?\""
    },
    {
      "paragraf": "It was an unexpected question. The only thing on my mind right now was <i>becoming</i> a hero; I hadn't thought at all about what would happen after."
    },
    {
      "paragraf": "\"I guess I've never thought about it. Have you, Leonie?\""
    },
    {
      "paragraf": "\"Yes. I want to abolish all war.\""
    },
    {
      "paragraf": "\"You mean like, between humans?\""
    },
    {
      "paragraf": "\"Yes.\""
    },
    {
      "paragraf": "Although the human kingdoms had been united during the war against the demonkind, the moment it ended, they began to fight among themselves. Even now, many kingdoms were still suffering the ravages of war. Leonie was saying she wanted to put an end to that."
    },
    {
      "paragraf": "\"That's…a pretty lofty goal.\""
    },
    {
      "paragraf": "\"I know. But I believe this is what will be required of heroes in the next generation. It's something that heroes can do for this world, and perhaps something that only a hero will be able to accomplish.\""
    },
    {
      "paragraf": "\"Leonie…\""
    },
    {
      "paragraf": "Nor gave a worried look at Leonie, as she sounded like she had been brooding over this for a while now."
    },
    {
      "paragraf": "\"Then I guess I'll help you with that!\""
    },
    {
      "paragraf": "\"Ruchika?\""
    },
    {
      "paragraf": "\"There's nothing that says heroes have to work alone, right? Especially since there are all types of 'em. I'm sure we can find a way if we work together.\""
    },
    {
      "paragraf": "I leaned forward out of my bed and shot a smile down at her. At first, she looked surprised by what I'd said, but eventually, she returned my smile—"
    },
    {
      "paragraf": "\"It would be reassuring to have your help, Ruchika.\""
    },
    {
      "paragraf": "—and gave her response."
    },
    {
      "paragraf": "\"You two… There you go, leaving me out again…\""
    },
    {
      "paragraf": "\"Oh, whoops.\""
    },
    {
      "paragraf": "Nor had started to weep silently."
    },
    {
      "paragraf": "\"I'm sorry, Nor. Of course, you want to help us out, too, right?\""
    },
    {
      "paragraf": "\"Obviously. We're best friends, after all.\""
    },
    {
      "paragraf": "Leonie hurried to follow up her statement in a way that included Nor, who was still looking a little unhappy."
    },
    {
      "paragraf": "\"A party of three heroes, huh? I've got a good feeling the three of us can do anything we set our minds to!\""
    },
    {
      "paragraf": "\"Very optimistic of you, Ruchika.\""
    },
    {
      "paragraf": "\"Maybe you should try taking a page out of her book sometime, Leonie.\""
    },
    {
      "paragraf": "\"Perhaps…\""
    },
    {
      "paragraf": "The night grew later and later as we chatted, and before we knew it, the three of us had drifted off to sleep."
    },
    {
      "paragraf": "When we woke up the next morning, both Nor and I had somehow found our way into Leonie's bed, and she totally lost it at us when she woke up and noticed us cuddled up with her. But we'll just keep that part our little secret."
    },
    {
      "paragraf": "◇◇◇"
    },
    {
      "paragraf": "\"Classes are canceled?\" I asked."
    },
    {
      "paragraf": "\"Yes. It seems there was an outbreak of food poisoning among the professors, and as such, all classes have been canceled,\" said Leonie."
    },
    {
      "paragraf": "Food poisoning, huh?"
    },
    {
      "paragraf": "\"Couldn't they tell the food was bad by smelling it first?\""
    },
    {
      "paragraf": "\"Unless the food had gone extremely bad, most humans wouldn't be able to tell, especially if it was only a little off.\""
    },
    {
      "paragraf": "\"Well, I can tell. I've never had food poisoning in my whole life.\""
    },
    {
      "paragraf": "\"Are you sure it isn't just because you've got an extremely strong stomach?\""
    },
    {
      "paragraf": "Now that wasn't very nice. But whatever. This seemed like a good chance."
    },
    {
      "paragraf": "\"Leonie, are you free today?\""
    },
    {
      "paragraf": "\"Hmm? Well…now that classes are canceled, I must say that I am…\""
    },
    {
      "paragraf": "\"Great, then it's settled!\""
    },
    {
      "paragraf": "\"What is?\""
    },
    {
      "paragraf": "I looked over at Leonie, who still had an expression like she didn't get where I was going with this, and gave her a big smile."
    },
    {
      "paragraf": "\"Let's go on a date!\""
    },
    {
      "paragraf": "<i>Come on, Leonie, don't give me that glare!</i>"
    },
    {
      "paragraf": "A few hours later…"
    },
    {
      "paragraf": "\"So remind me again why are you here, too, Nor?\""
    },
    {
      "paragraf": "\"Don't treat me like I'm some kind of third wheel, Ruchika.\""
    },
    {
      "paragraf": "\"I invited her. The more the merrier, right?\""
    },
    {
      "paragraf": "Leonie answered with a 100 percent honest smile. <i>Damn, I can't say no to that grin of hers!</i>"
    },
    {
      "paragraf": "\"That's not the point! This was supposed to be a date between just the two of us, Leonie!\""
    },
    {
      "paragraf": "\"But it's all the same, isn't it? Hanging out in town, all three of us, sounds like a lovely date to me.\""
    },
    {
      "paragraf": "\"It's not the same at all!\""
    },
    {
      "paragraf": "\"…I think I might be starting to feel a little bad for you, Ruchika.\""
    },
    {
      "paragraf": "<i>How dare you toy with my poor girlish heart like this, Leonie, you little cherub, you!</i>"
    },
    {
      "paragraf": "\"That's okay. I like that about you, too,\" I said."
    },
    {
      "paragraf": "\"Enough with that nonsense. More importantly, where shall we go?\" asked Leonie."
    },
    {
      "paragraf": "\"There aren't actually that many fun places to hang out in the capital, huh?\" remarked Nor."
    },
    {
      "paragraf": "Just like Nor said, the capital, Sped, didn't have much in the way of entertainment. It was an oddly austere area, to the point where there weren't even that many pubs. It was totally different from what I was used to in the demon realm."
    },
    {
      "paragraf": "\"Do you mind letting me lead the way?\" I said."
    },
    {
      "paragraf": "\"Oh, do you have some place in mind?\" asked Leonie."
    },
    {
      "paragraf": "\"Yeah, sorta. I haven't been skipping all those classes for nothing!\""
    },
    {
      "paragraf": "\"I don't think that's something to brag about, Ruchika.\""
    },
    {
      "paragraf": "Nor smiled back at me uneasily, but I paid her no attention."
    },
    {
      "paragraf": "<i>Oh, I almost forgot.</i>"
    },
    {
      "paragraf": "\"Before we head out, I want to ask you two a favor…\""
    },
    {
      "paragraf": "\"Hmm? What is it?\""
    },
    {
      "paragraf": "\"What?\""
    },
    {
      "paragraf": "I could tell that my hesitant phrasing, which was unlike me, made the two of them a little suspicious. But I decided to go for it anyway."
    },
    {
      "paragraf": "\"I want you to take off your Gear, just for today.\""
    },
    {
      "paragraf": "\"Our Gear? Why?\""
    },
    {
      "paragraf": "\"Is there some reason?\""
    },
    {
      "paragraf": "\"Yeah. I think you'll understand soon enough.\""
    },
    {
      "paragraf": "I guess they could sense I was being serious. Leonie and Nor exchanged a glance before nodding to each other, taking off their Gear, and putting them away in their bags."
    },
    {
      "paragraf": "<i>You too, Proto. Sorry.</i>"
    },
    {
      "paragraf": "<i>—Lucky me—it's Proto's big day off!</i>"
    },
    {
      "paragraf": "Yup, I was really starting to think there was something wrong with this Gear."
    },
    {
      "paragraf": "\"Thanks, you two. All right, follow me.\""
    },
    {
      "paragraf": "I started walking, leading the way. We left the city center and headed to the market."
    },
    {
      "paragraf": "\"Are we going to the market?\" asked Nor."
    },
    {
      "paragraf": "\"Not quite.\""
    },
    {
      "paragraf": "\"Th-then where are we going?\""
    },
    {
      "paragraf": "\"You'll see. Just trust me!\""
    },
    {
      "paragraf": "We cut through the market and arrived at the outer southern edge of the capital."
    },
    {
      "paragraf": "\"If I remember correctly…this is…\""
    },
    {
      "paragraf": "\"Old Sped, the capital's old town.\""
    },
    {
      "paragraf": "The main buildings that made up the capital city were relatively new, uniform, and designed in a minimalist style, but many old buildings were still standing in this district. I had always thought these kinds of historical buildings were much more charming."
    },
    {
      "paragraf": "\"The scenery and the people here sure are different compared with the city center,\" said Leonie."
    },
    {
      "paragraf": "\"Oh, you noticed? Most of the people living around here are immigrants,\" I said."
    },
    {
      "paragraf": "\"So it's like an international district…\""
    },
    {
      "paragraf": "Looking around, we could see people dressed in attire you didn't often see around the Hero Institute. There were women wearing religious clothing that covered their entire bodies, and men with tan complexions. There were also male and female demons like me among them, with impressive horns growing from their foreheads."
    },
    {
      "paragraf": "\"Why did you bring us here?\" asked Leonie. \"I hear public safety isn't very good in the international district.\""
    },
    {
      "paragraf": "\"'Cause it's interesting. Yeah, it might not be as safe compared with the area around the Hero Institute, but hero cadets like us should be able to handle it, right?\""
    },
    {
      "paragraf": "\"I suppose so…\""
    },
    {
      "paragraf": "Although the kingdom's capital had a reputation for being tightly controlled, this region remained mostly out of its clutches. Every immigrant who settled in the area had left their own complex and unique mark on the cityscape. I loved these kinds of chaotic spaces."
    },
    {
      "paragraf": "\"Come on, just take my word for it and follow me. Oh, but before that, I'm getting kinda hungry. Let's start off by filling our bellies.\""
    },
    {
      "paragraf": "Dragging along my two friends, who were still having trouble getting their bearings, I stopped in front of a street food stand."
    },
    {
      "paragraf": "\"Hi. Can I get three servings of grilled octopus balls?\""
    },
    {
      "paragraf": "\"Welcome. Oh, you're a demon, aren'cha?\""
    },
    {
      "paragraf": "\"Yup. Looking for a little taste of home.\""
    },
    {
      "paragraf": "\"This stuff ain't too popular with the humans, y'know. Lemme throw in a li'l extra for ya. Go ahead an' take two boxes each.\""
    },
    {
      "paragraf": "\"Thank you!\""
    },
    {
      "paragraf": "After paying, I handed the octopus balls over to Leonie and Nor."
    },
    {
      "paragraf": "\"What is this? What an odd-looking dish…\""
    },
    {
      "paragraf": "\"Grilled octopus balls—we call it '<i>takoyaki</i>' in the demon realm. It's one of our local specialties,\" I said."
    },
    {
      "paragraf": "\"This looks like it's made with…wheat flour? And this sauce drizzled on top—I've never seen anything like this before,\" said Nor."
    },
    {
      "paragraf": "\"Go on now, just try it. But be careful not to burn yourself; they're hot.\""
    },
    {
      "paragraf": "I opened the wrapper and stuck a toothpick that had come with the box into one of the <i>takoyaki</i> balls. These days, <i>takoyaki</i> often came with a pair of chopsticks, even in the demon realm, but this stall seemed like it was still doing it old-school. <i>This guy gets it.</i>"
    },
    {
      "paragraf": "\"Let's eat!\""
    },
    {
      "paragraf": "\"Don't mind if I do.\""
    },
    {
      "paragraf": "\"Here goes…\""
    },
    {
      "paragraf": "The three of us all popped the <i>takoyaki</i> into our mouths at the same time."
    },
    {
      "paragraf": "\"Hot?!\""
    },
    {
      "paragraf": "\"<i>Huff, huff</i>…you weren't kidding!\""
    },
    {
      "paragraf": "\"Ah-ha-ha-ha! Everyone always burns their mouth the first time!\""
    },
    {
      "paragraf": "Both Leonie and Nor were overcome with surprise. The <i>takoyaki</i> was crispy on the outside and creamy and red-hot on the inside. Novices always got burned. But—"
    },
    {
      "paragraf": "\"It's hot, but…<i>huff, huff</i>…it's…\""
    },
    {
      "paragraf": "\"<i>Huff</i>…quite delicious.\""
    },
    {
      "paragraf": "\"Heh-heh! Right, right?\""
    },
    {
      "paragraf": "I smiled with satisfaction. People were always taken aback by how hot they were, but they would always realize how delicious the dish was, too."
    },
    {
      "paragraf": "\"The batter itself has its own flavor, but these white and black sauces on top are very nice, too,\" said Leonie."
    },
    {
      "paragraf": "\"That's a demon-realm specialty, too. It's good, right?\""
    },
    {
      "paragraf": "\"These large chunks on the inside are interesting, too. Th-they're very chewy, but the more you chew them, the more flavorful they become.\""
    },
    {
      "paragraf": "\"That's the octopus. It's a kind of seafood that humans apparently don't eat very much.\""
    },
    {
      "paragraf": "Probably because they looked a bit weird, even though they were delicious."
    },
    {
      "paragraf": "\"I've got lots of other tasty stuff I want to show you! Let's keep going!\""
    },
    {
      "paragraf": "I dragged them along to each destination, working on making them enjoy themselves until they dropped."
    },
    {
      "paragraf": "\"I had no idea the capital had so many interesting places…\""
    },
    {
      "paragraf": "\"Yeah, I never noticed.\""
    },
    {
      "paragraf": "\"Well, I hope you're having fun!\""
    },
    {
      "paragraf": "We ended up hanging out in the international district until evening. We tried all kinds of demon cuisine, enjoyed musical performances from the southern kingdoms, and browsed rare trinkets from the far west. And of course, I introduced them to the sweets shop where I had bought our snacks for the pajama party."
    },
    {
      "paragraf": "\"Oh, hold on a sec.\""
    },
    {
      "paragraf": "I stopped in front of a stand I had suddenly noticed, and Leonie and Nor paused to peek at its wares, too."
    },
    {
      "paragraf": "\"These are cute, don't you think?\""
    },
    {
      "paragraf": "\"Yes, they are…\""
    },
    {
      "paragraf": "\"Th-they're so sparkly…\""
    },
    {
      "paragraf": "It was an accessory shop, displaying brooches, bracelets, and other jewelry made with colorful processed ores. And the prices were exceptionally cheap."
    },
    {
      "paragraf": "\"This assortment at these prices?\""
    },
    {
      "paragraf": "\"Pretty amazing.\""
    },
    {
      "paragraf": "Leonie and Nor were commenting in surprise."
    },
    {
      "paragraf": "\"Oh, but these are all fake, you know.\""
    },
    {
      "paragraf": "\"What?\""
    },
    {
      "paragraf": "\"…Huh?\""
    },
    {
      "paragraf": "When I told them this so matter-of-factly, they slumped in disappointment."
    },
    {
      "paragraf": "\"Hey, kid! Don't go spreadin' weird rumors about my merchandise! Everything here is genuine—\""
    },
    {
      "paragraf": "\"Okay, then how about this one? It says it's diamond, but it's actually zircon, isn't it?\""
    },
    {
      "paragraf": "\"Uh…\""
    },
    {
      "paragraf": "The shopkeeper was at a loss for words. Zircon was a mineral that looked a lot like diamond, but it was actually a totally different material. And since it was cheap, it often got sold as fake diamonds."
    },
    {
      "paragraf": "\"So this is a fake jewelry shop?\" asked Leonie."
    },
    {
      "paragraf": "\"That's right.\""
    },
    {
      "paragraf": "The shopkeeper had started to respond to the question in a fluster, but I cut him off with my response."
    },
    {
      "paragraf": "\"How did you know, Ruchika?\" asked Nor."
    },
    {
      "paragraf": "\"It's easy to tell from the smell.\""
    },
    {
      "paragraf": "\"Smell?\""
    },
    {
      "paragraf": "\"Yeah, my sense of smell is really sharp. There are lots of things I can tell from scent.\""
    },
    {
      "paragraf": "Apparently, my nose was exceptionally keen compared with that of others. I could tell all kinds of things by sniffing objects that didn't even have any smell to other people. For example, I could tell whether or not these gemstones were genuine, or whether or not someone was sick, like I had done with Leonie before."
    },
    {
      "paragraf": "\"But…in that case, why did you stop here? You already knew this shop's merchandise is all fake, right?\""
    },
    {
      "paragraf": "\"Yeah. But even if they're not real gemstones, they're still cute, right?\""
    },
    {
      "paragraf": "\"But they're fake…\""
    },
    {
      "paragraf": "\"Is that such a big problem, whether or not something's real or fake? As long as you think it's cute, then who cares?\""
    },
    {
      "paragraf": "\"…\""
    },
    {
      "paragraf": "I picked up one of the shop's bracelets."
    },
    {
      "paragraf": "\"In the end, you're the one who has to decided whether or not you want something. I don't think it really matters whether that thing is real or fake. And I think when you're wearing a Gear, you stop being able to see that.\""
    },
    {
      "paragraf": "In my mind, as long as you wanted something, you should feel free to pursue it, no matter what it was. Of course, there were some cases when you needed to have a level of aesthetic sense, but you would never be able to truly develop that sense if you had never been fooled by a fake before."
    },
    {
      "paragraf": "\"Y-you sure know what you're talkin' about, kid!\""
    },
    {
      "paragraf": "\"That doesn't mean it's okay to sell fakes while saying they're genuine, mister.\""
    },
    {
      "paragraf": "\"Uh…\""
    },
    {
      "paragraf": "\"But I won't tell on you if you give me a discount on these tricolored bracelets, okay?\""
    },
    {
      "paragraf": "\"You're going to buy them?\" asked Leonie."
    },
    {
      "paragraf": "\"They are cute, but,\" said Nor."
    },
    {
      "paragraf": "Leonie and Nor still weren't sure about the idea of buying imitation jewelry."
    },
    {
      "paragraf": "\"The colors on this bracelet are <i>our</i> colors, don't you think?\""
    },
    {
      "paragraf": "\"…Oh.\""
    },
    {
      "paragraf": "\"Black, silver, and light blue… You're right.\""
    },
    {
      "paragraf": "\"I was thinking I wanted to grab them as a memento of today.\""
    },
    {
      "paragraf": "Leonie was gonna be my bride, and Nor had become a close friend. I thought it would be neat to get matching bracelets to remember this fun day we'd spent together."
    },
    {
      "paragraf": "\"…That might not be such a bad idea.\""
    },
    {
      "paragraf": "\"Yeah.\""
    },
    {
      "paragraf": "\"Then that's settled! Hey, mister, three of these, please.\""
    },
    {
      "paragraf": "\"…Ugh, these weren't cheap to get my hands on, either…\""
    },
    {
      "paragraf": "And so, we bought a set of the bracelets that matched the colors of our hair."
    },
    {
      "paragraf": "\"Yeah, this was a good choice!\""
    },
    {
      "paragraf": "\"Even though we don't know what stones they were made with, they still are very pretty.\""
    },
    {
      "paragraf": "\"Y-yeah, I agree! Th-they're really cute.\""
    },
    {
      "paragraf": "Just then, as it was beginning to turn dark out around town, the magically powered streetlights turned on and began to glow with light."
    },
    {
      "paragraf": "\"…\""
    },
    {
      "paragraf": "\"It's pretty, huh?\""
    },
    {
      "paragraf": "\"Y-yeah.\""
    },
    {
      "paragraf": "Even though the gems on the bracelets were fake, they reflected the light of the streetlights around us and gave off a beautiful sparkle. Each of those sparkles was filled with the genuine memories we had made today."
    },
    {
      "paragraf": "\"Today was fun.\""
    },
    {
      "paragraf": "\"Yes.\""
    },
    {
      "paragraf": "\"Yeah, it was.\""
    },
    {
      "paragraf": "To us, as mementos of this day, these bracelets were, without a doubt, the real thing."
    },
    {
      "paragraf": "◇◇◇"
    },
    {
      "paragraf": "\"\""
    },
    {
      "paragraf": "\"Ruchika…are you planning on skipping class again?\""
    },
    {
      "paragraf": "As I was whistling to myself and fixing to leave the lecture hall, Leonie called out, stopping me. That startled me."
    },
    {
      "paragraf": "\"Ah-ha-ha…sorry, Leonie. Make up a good excuse for Professor Aliza for me, will ya?\""
    },
    {
      "paragraf": "\"I will not. Just be mature and submit to her anger later.\""
    },
    {
      "paragraf": "At first, Leonie had really pouted and scolded me every time I'd tried to skip a lecture, but now she was starting to just give up. Shooting her an awkward smile, I started to leave the lecture hall anyway, but then…"
    },
    {
      "paragraf": "\"Stop right there, C-100.\""
    },
    {
      "paragraf": "\"Huh?\""
    },
    {
      "paragraf": "A strict-sounding voice called out to me. I turned around to see Professor Aliza was standing there. <i>Ugh.</i>"
    },
    {
      "paragraf": "\"A-afternoon, Professor! Nice weather we're having today—\""
    },
    {
      "paragraf": "\"Enough with the gags. Are you planning on being truant again today?\""
    },
    {
      "paragraf": "\"A-ah-ha-ha-ha…\""
    },
    {
      "paragraf": "All I could do was try to brush off her accusation with a laugh. <i>Crap, she caught me. Professor Aliza's earlier than usual today. I guess I've got no choice but to give up and attend class today.</i> Thinking this, I started to sit down in my seat."
    },
    {
      "paragraf": "<i>—Ruchika, I believe you should be wary of Professor Aliza today.</i>"
    },
    {
      "paragraf": "<i>Huh?</i>"
    },
    {
      "paragraf": "Proto had given me something like a prediction. That was rare."
    },
    {
      "paragraf": "\"Not that I particularly mind,\" said Professor Aliza."
    },
    {
      "paragraf": "\"Huh?\""
    },
    {
      "paragraf": "\"If you don't want to attend the class, then do as you like. Especially if you're going out of your way to come to class, only to fall asleep in the end, then I'd rather you simply weren't here at all. In fact, perhaps it's about time I exercise my authority on the matter.\""
    },
    {
      "paragraf": "…By stripping me of any earned credits for the class, she explained, looking at me with a cruel smile. Then that meant—"
    },
    {
      "paragraf": "\"Please wait, Professor!\""
    },
    {
      "paragraf": "Leonie's expression changed as she interrupted the exchange between us."
    },
    {
      "paragraf": "\"I'll talk to Ruchika and make sure she takes class seriously from now on. So please, don't take away her credits—\""
    },
    {
      "paragraf": "Professor Aliza's lecture was a required course. Up until now, I had been skipping class just enough to stay above the passing line, but now she was saying she would make sure I didn't get credit for the class. That would mean I would lose my right to stay enrolled at the Hero Institute."
    },
    {
      "paragraf": "\"I-I-I'm sorry, Professor Aliza, I'm sorry! I promise I'll turn over a new leaf, so please, just one more chance!\""
    },
    {
      "paragraf": "I was really gonna have to suck it up if I wanted to resolve this. Making a complete one-eighty, I apologized profusely to Professor Aliza, begging her to somehow change her mind. Of course, if I was that serious about it, I should have just gone to lecture in the first place."
    },
    {
      "paragraf": "\"See, Ruchika is sincere about it, too, so please—\""
    },
    {
      "paragraf": "\"You speak as if this is someone else's problem, C-088, when it's not.\""
    },
    {
      "paragraf": "\"…What?\""
    },
    {
      "paragraf": "Now Professor Aliza had also coldly turned on Leonie, who was just trying to protect me. Leonie looked back at her in shock."
    },
    {
      "paragraf": "\"Wh-what do you mean?\""
    },
    {
      "paragraf": "\"I mean your marks in practical training. They're terrible. I'm surprised they even let you enroll. It appears you're a hero's daughter in name only.\""
    },
    {
      "paragraf": "\"—!\""
    },
    {
      "paragraf": "\"Hey, wait a sec, Professor!\""
    },
    {
      "paragraf": "I shouted back in protest. There was no way I could just sit back and listen to that kind of talk."
    },
    {
      "paragraf": "\"Come on, don't you think you're going too far? Yeah, Leonie might be having a bit of a hard time in practical training, but just because you're a teacher doesn't mean you can single her out and attack her about it!\""
    },
    {
      "paragraf": "\"Be silent, you dropout.\""
    },
    {
      "paragraf": "She cut me off curtly. <i>Oh man, that pisses me off.</i>"
    },
    {
      "paragraf": "\"C-088, you <i>are</i> the daughter of the Almighty Hero, are you not?\""
    },
    {
      "paragraf": "\"…Yes.\""
    },
    {
      "paragraf": "\"And as her daughter, aren't you ashamed that you can only achieve such disappointing results?\""
    },
    {
      "paragraf": "\"…I'm sorry.\""
    },
    {
      "paragraf": "\"I was rather excited when I heard the daughter of the Almighty Hero had enrolled at the Institute. But I must say, an underachiever like you did not live up to my expectations in the least.\""
    },
    {
      "paragraf": "<i>Who the hell does she think she is?!</i> Now she was just going way too far. I stood up from my seat and went up to Professor Aliza…only to stop when I felt something pulling hard on my sleeve."
    },
    {
      "paragraf": "\"Leonie…\""
    },
    {
      "paragraf": "\"Please don't, Ruchika.\""
    },
    {
      "paragraf": "It was Leonie who had stopped me. Keeping her eyes on the ground, she continued to silently bear the brunt of the professor's verbal abuse."
    },
    {
      "paragraf": "\"Why are you stopping me?!\""
    },
    {
      "paragraf": "\"The professor hasn't said anything that's incorrect. It's true that my grades are disappointing for the daughter of the Almighty Hero.\""
    },
    {
      "paragraf": "Saying this, she again told me to control myself. However, her words did nothing but make me even more upset."
    },
    {
      "paragraf": "\"But, Leonie, you're doing your best, aren't you?! You're trying harder than anyone else at this Institute! For her to—\""
    },
    {
      "paragraf": "\"The process is not the issue, C-100. What matters are results. Anyone is capable of simply trying hard. Effort without results is meaningless.\""
    },
    {
      "paragraf": "\"No way—!\""
    },
    {
      "paragraf": "\"I'm sure you must feel the same yourself, C-100. You don't take classroom learning seriously because you know you can succeed in practical training without studying. You know there will be no complaints as long as you produce results. Isn't that right?\""
    },
    {
      "paragraf": "\"Y-you're wrong!\""
    },
    {
      "paragraf": "She had hit me where it hurt. While that hadn't been my thoughts on the matter at all, you could easily see it that way if you summarized my school life up until now. I wanted to find some kind of counterargument, but I just wasn't good enough with words. There was no way I could win in a verbal bout with someone like Professor Aliza, who had been a teacher for many years."
    },
    {
      "paragraf": "\"C-088, as of now, the school is considering expelling you.\""
    },
    {
      "paragraf": "\"…What?\""
    },
    {
      "paragraf": "\"It was a mistake to admit you into the Institute. At this rate, your abilities will fall permanently behind that of your peers.\""
    },
    {
      "paragraf": "As Professor Aliza declared this with a sigh, Leonie rushed to respond to her."
    },
    {
      "paragraf": "\"Please hold on, Professor! I'll work even harder! I promise I'll achieve better results, so please!\""
    },
    {
      "paragraf": "\"You've had plenty of time to do so already. I believe we've given you enough leeway. It turns out it was hopeless for you to try to become a hero after all.\""
    },
    {
      "paragraf": "To Leonie—who had lived her life trying to be worthy of living up to her mother's legacy—this was like being handed down a death sentence."
    },
    {
      "paragraf": "\"You have sullied the name of the hero Lainie Baez.\""
    },
    {
      "paragraf": "\"How dare you!\""
    },
    {
      "paragraf": "I couldn't hold back anymore. Who the hell did she think she was, talking down to my Leonie like that in front of the whole class? It was wrong of her, even if she was a teacher. I wasn't sure why, but Professor Aliza was being malicious—she was clearly full of hostility toward Leonie."
    },
    {
      "paragraf": "I had half a mind to go right over to her and give her a slap in the face to wake her up. But I didn't have the chance to. The reason being—"
    },
    {
      "paragraf": "\"Take that back, right now!\""
    },
    {
      "paragraf": "—someone else had confronted her instead."
    },
    {
      "paragraf": "\"C-005…\""
    },
    {
      "paragraf": "\"Leonie is a wonderful person. She's worked harder than anyone else in order to become a hero. I won't let anyone deny the effort she's put in, not even you, Professor!\""
    },
    {
      "paragraf": "It was Nor. I was totally surprised to see that this normally reserved girl had such a fierce streak in her. With tears in her eyes, she vehemently objected to what Professor Aliza had said. Despite having a good reputation among the teachers for being a high-achieving student, she seemed prepared to toss it all aside right now. She simply let her words fly in defense of her best friend."
    },
    {
      "paragraf": "\"How unfortunate, C-005. It seems even an excellent student such as you has taken up with a group of dropouts.\""
    },
    {
      "paragraf": "\"They're not dropouts! We're—\""
    },
    {
      "paragraf": "\"Be silent.\""
    },
    {
      "paragraf": "\"—!\""
    },
    {
      "paragraf": "Nor's words caught in her throat at the way Professor Aliza's voice had suddenly taken on a lower, more foreboding tone. Perhaps seeing this as a sign of Nor's weakness, the professor pressed her even more."
    },
    {
      "paragraf": "\"And now you think you can push your luck just because you're a high achiever? You're just a girl who's only been at this school for a mere few months, so don't get cocky. There are plenty of other students like you. How dare you be so conceited!\""
    },
    {
      "paragraf": "\"I'm not being conceited! I just think Leonie—\""
    },
    {
      "paragraf": "\"Enough. Go back to your seat. It's time to for class to begin.\""
    },
    {
      "paragraf": "\"But, Professor!\""
    },
    {
      "paragraf": "<i>Bam</i>—there was a heavy sound. Nor had fallen onto her backside."
    },
    {
      "paragraf": "\"I told you to go sit down. Know your place, C-005.\""
    },
    {
      "paragraf": "Professor Aliza had roughly pushed Nor out of the way. At that moment, the last thing I saw was Nor beginning to cry out of frustration, and Leonie standing there stricken by helplessness, still unable to say anything."
    },
    {
      "paragraf": "Then I heard a sound, like something snapping."
    },
    {
      "paragraf": "\"Ugh?! Y-you!\""
    },
    {
      "paragraf": "When I came back to my senses, I had punched Aliza. Somehow, I had managed not to use <i>Gluttony</i> on her, but she would have deserved it even if I did."
    },
    {
      "paragraf": "\"That's enough, asshole!\""
    },
    {
      "paragraf": "I was as angry as angry could be."
    },
    {
      "paragraf": "Results were important, huh? Sure, of course they were. No matter how much effort you put in, people wouldn't validate your hard work unless you also got some kind of result. I understood that. And we were here at a school for raising heroes. If a student was evaluated only on their effort and then went into actual combat or some other official work without real ability, they would end up harming not only themselves but also the people who relied on them. I understood the logic behind this."
    },
    {
      "paragraf": "But this school was supposed to be for <i>raising</i> heroes. In the process of raising them, wasn't it the teacher's job to guide their hero cadets to achieve good results? What Aliza was doing was only harvesting. Instead of trying to nurture the students herself, she was simply reaping the superior students and shipping them out to work. She didn't genuinely care for her students in the slightest. On the contrary, she seemed like she only wanted to eliminate any and all students who lagged behind even a little. And what kind of teacher was that?"
    },
    {
      "paragraf": "\"Violence against an instructor—this will not be tolerated, C-100.\""
    },
    {
      "paragraf": "\"Do whatever you want, then. I had really aspired to be a hero, but if this is the only way to do it, then I take it all back.\""
    },
    {
      "paragraf": "\"And you too, C-088—\""
    },
    {
      "paragraf": "\"Don't call us by numbers. She has a fine name—Leonie. Or do you not even know that?\""
    },
    {
      "paragraf": "In the confused classroom, Aliza and I glared at each other. Though I almost missed it amid the explosive situation, I caught Aliza making a small sneer at me."
    },
    {
      "paragraf": "That's when I understood—I had been the target of this whole thing from the beginning."
    },
    {
      "paragraf": "It was just a hunch, but this situation wasn't only about Aliza's hostility toward me. She was acting on behalf of the whole school. While they considered me a blight on the Institute, they couldn't simply kick me out, since my grades in practical training were stellar. And so, they had concocted a plan to get rid of me. Aliza would attack Leonie for being an underachiever, trying to get me to explode and do something wrong. Those jerks really understood what made me tick to have come up with a scheme like that."
    },
    {
      "gambar": "pg122.jpg"
    },
    {
      "paragraf": "\"Your punishments will be forthcoming, so please prepare yourselves. The rest of today's class will be a study hall.\""
    },
    {
      "paragraf": "Saying this, Aliza left the classroom."
    },
    {
      "paragraf": "\"Ruchika, I'm sorry… This is all my fault…\""
    },
    {
      "paragraf": "\"No, Nor. It's not your fault. Aliza is the only one who's in the wrong here.\""
    },
    {
      "paragraf": "Comforting Nor, who had begun to cry, I turned around look behind me."
    },
    {
      "paragraf": "Leonie had already left her seat."
    },
    {
      "paragraf": "Our punishment was announced later that day."
    },
    {
      "paragraf": "\"We'll be expelled if we don't earn higher than the specified grade on the next proficiency test…\""
    },
    {
      "paragraf": "Both Leonie and I had been given this punishment. It looked like Aliza's plan was to get rid of the both of us in one fell swoop."
    },
    {
      "paragraf": "The proficiency test in question was apparently an exam administered by the Institute on a deserted island. During the test, students were split into pairs and were given five days to reach the peak of a mountain on the northern portion of the island. It was a very difficult test, even for regular students using Gear, but it was supposed to be achievable if one stuck with the partnership their Gear recommended. In other words, if Leonie and I were to pair up for the test, we would be going against the advice of the Gear and be at a disadvantage. Maybe that was all part of the plan."
    },
    {
      "paragraf": "\"But there's no way they'll get rid of us with this.\""
    },
    {
      "paragraf": "Wasn't it supposed to be a hero's job to try to fight against and correct the unreasonable? At least, that was the kind of thing the Institute's school regulations were constantly espousing. I opened the door to our room with full intention of giving Leonie a pep talk to light a fire under her."
    },
    {
      "paragraf": "But what I saw left me speechless."
    },
    {
      "paragraf": "\"…Leonie, what are you doing?\""
    },
    {
      "paragraf": "\"…\""
    },
    {
      "paragraf": "Leonie had packed up all her things. It looked like she was getting ready to go somewhere."
    },
    {
      "paragraf": "\"I'm voluntarily withdrawing from the Institute. I don't want to sully my mother's good name any more than I already have.\""
    },
    {
      "paragraf": "◇◇◇"
    },
    {
      "paragraf": "<b>(Leonie)</b>"
    },
    {
      "paragraf": "\"Why? You know you don't have to do that.\""
    },
    {
      "paragraf": "As Ruchika asked me this, her face looked even sadder than my own. I felt sorry to have banished her usual happy-go-lucky smile."
    },
    {
      "paragraf": "\"I don't think everything Professor Aliza said was correct. But some of the things she said were right. I clearly don't have what it takes to become a hero.\""
    },
    {
      "paragraf": "All this time, I had faithfully followed the guidance of my Gear and trained my hardest. But the gap between myself and the others around me just kept getting wider and wider. Even my swordsmanship was critically lacking in combat, and that was supposed to be my best subject. For a hero, that was a fatal flaw."
    },
    {
      "paragraf": "\"But you said so yourself—that hero work won't be all about fighting in the future.\""
    },
    {
      "paragraf": "\"Yes, and what you say has some logic to it. But that still operates on the assumption that any and all heroes have the basic skills required to fight, and that additional skills will become necessary beyond that.\""
    },
    {
      "paragraf": "When I said this, Ruchika made a face like I had struck her where it hurt."
    },
    {
      "paragraf": "\"As long as humans are human, I don't think we will ever eliminate conflict. The power to fight will always be necessary, and possessing it will continue to be the minimum requirement of a hero. And I don't even meet that minimum.\""
    },
    {
      "paragraf": "Like Ruchika had said before, in the future, perhaps people who could <i>only</i> fight would gradually be weeded out of the hero population. I believed that would come to pass. But that simply meant the relative value of fighting power had gone down. Heroes would still need the ability to overcome conflict."
    },
    {
      "paragraf": "\"So you're saying…you're going to give up on being a hero because you're not good enough at fighting?\""
    },
    {
      "paragraf": "\"Yes. Unfortunately, I just don't have a knack for it. While it is disappointing, as the daughter of the Almighty Hero…\""
    },
    {
      "paragraf": "As these words left my lips, I felt there was nothing more painful than this. Just like Professor Aliza had said, I had sullied my mother's name—a hero's name."
    },
    {
      "paragraf": "\"You're giving up? Even after working toward becoming a hero for all this time?\""
    },
    {
      "paragraf": "\"…Those hopes may stay with me a little longer. But I know I must give them up. It's pointless for someone with no talent to keep on clinging to a dream she can never fulfill.\""
    },
    {
      "paragraf": "Saying this, I wondered how I should live my life from now on. If I gave up on becoming a hero, I would have no idea what to pursue instead."
    },
    {
      "paragraf": "I shook my head, trying to put such doubts out of my mind. <i>I mustn't be a coward about this.</i> If I kept being indecisive, Ruchika would surely never give up on me, either. She had talent. It was possible she really could become the strongest hero of our generation. <i>I mustn't let her get mixed up with someone like me.</i>"
    },
    {
      "paragraf": "\"Ruchika, thank you for everything up until now. We only knew each other a short while, but I appreciate the valuable time we spent together. While our paths may diverge now, I hope we can someday—\""
    },
    {
      "paragraf": "\"…you.\""
    },
    {
      "paragraf": "\"Hmm? What did you say?\""
    },
    {
      "paragraf": "\"I said, I won't let you!\""
    },
    {
      "paragraf": "She repeated herself and told me again in a strong tone of voice. That earnest gaze of hers made my breath catch in my throat."
    },
    {
      "paragraf": "\"Ruchika…\""
    },
    {
      "paragraf": "\"You don't have to give up. Who cares about talent or whatever? I won't let you give up on being a hero because of some stupid reason like that.\""
    },
    {
      "paragraf": "\"'Stupid'?\""
    },
    {
      "paragraf": "I couldn't help but feel a little offended at the way she had put it."
    },
    {
      "paragraf": "\"Don't you realize how much I've thought this over? 'Stupid'? Oh, sure! Of course you'd think that. A girl like you, who's just overflowing with talent, must think my troubles are simply idiotic!\""
    },
    {
      "paragraf": "I thrust my retort back at her. It was the first time I had ever revealed my feelings so frankly to someone, and it was as if a dam had broken as my thoughts came flowing out uncontrollably. I lost all self-control and said exactly what I was thinking."
    },
    {
      "paragraf": "\"It's not like I want to give up being a hero! Of course I don't really want to give up! I don't want to give up! I love my mother! And I've always wanted to be like her! If the heroes are the successors of my mother's aspirations, then I wanted to be one no matter what!\""
    },
    {
      "paragraf": "While I felt it was a heavy burden to have been born the daughter of a hero, I still didn't mind. If only I could become like my beloved mother; if only I could become a beacon of hope to the people, then I was prepared to put in as much effort and hard work as I could."
    },
    {
      "paragraf": "But—"
    },
    {
      "paragraf": "\"But it's pointless… No matter how much effort I put in, no matter how closely I follow my Gear, I can never be like you… I just can't…\""
    },
    {
      "paragraf": "At some point, my eyes had begun to fill with tears. While it was disgraceful, in my current state, I didn't have the capacity to worry about it."
    },
    {
      "paragraf": "\"Ruchika…I envy you. You're stronger than anyone, even without using Gear. And I envy how you can be so free. I really…wish I could be like you!\""
    },
    {
      "paragraf": "I had reached my limit. I couldn't stop my feelings from spilling out and simply sobbed, unable to even put those emotions into words anymore."
    },
    {
      "paragraf": "\"Leonie.\""
    },
    {
      "paragraf": "As soon as I heard her call my name, I felt a warm, soft feeling around my shoulders. Ruchika was embracing me."
    },
    {
      "paragraf": "\"I'll be your fangs.\""
    },
    {
      "paragraf": "She said it like a kind of vow. Surprised at her solemn words, I looked up and saw Ruchika staring back at me with utter sincerity."
    },
    {
      "paragraf": "\"If a hero needs strength to fight, then let me be that strength.\""
    },
    {
      "paragraf": "\"Ruchika? What are you…saying—?\""
    },
    {
      "paragraf": "I was perplexed, unsure of the point she was trying to make. Then as if to reassure me, she gave me a soft smile and hugged me even tighter."
    },
    {
      "paragraf": "\"I said this before, too, but I don't think heroes need to be alone. Don't you think it'd be a good idea to divvy up the roles, like one person to handle the fighting, one person to handle gathering people, one person to handle logistics, or something like that?\""
    },
    {
      "paragraf": "\"Divvying up the roles?\""
    },
    {
      "paragraf": "\"When your mama fought against my mama, she went up against her with a party of multiple people, right? Even though she was called the Almighty Hero, it's not like she was some super soldier who could go up against the Demon Lord all by herself, yeah?\""
    },
    {
      "paragraf": "Ruchika was correct. While my mother was talented in all areas, she wouldn't have been able to defeat the Demon Lord alone. My mother had been blessed by her bonds with her comrades. She had been supported in combat by Danita's father, who shielded her from enemy attacks; Nor's mother, who excelled in singing songs with healing powers; and another mage, who specialized in wielding a variety of magic."
    },
    {
      "paragraf": "\"Leonie, you don't need to try to get stronger all by yourself. If you need fighting power, I'll give it to you. So I want you to keep walking whatever path you really want to follow.\""
    },
    {
      "paragraf": "\"Ruchika…\""
    },
    {
      "paragraf": "\"Don't give up, Leonie. Let's become heroes together, okay? I want to keep moving forward with you. I wouldn't have it any other way.\""
    },
    {
      "paragraf": "She gave me one last strong embrace before letting me go. Then she stayed silent for a moment and simply looked back at me. I think she wanted to give me time—enough time to think and shake off all my doubts. There were a number of conflicting feelings still inside me—hesitation, indecision, fear."
    },
    {
      "paragraf": "And yet there was only one answer for me to choose."
    },
    {
      "paragraf": "\"…I have no grounding in fighting.\""
    },
    {
      "paragraf": "\"So I'll be your fangs.\""
    },
    {
      "paragraf": "\"Even though I'm a hero's daughter, I'm indecisive.\""
    },
    {
      "paragraf": "\"Or you're being thoughtful.\""
    },
    {
      "paragraf": "\"I can't live as freely as you can.\""
    },
    {
      "paragraf": "\"Then I'll just have to drag you around with me.\""
    },
    {
      "paragraf": "\"The Gear didn't pair us up.\""
    },
    {
      "paragraf": "\"That's true. You called the Gear something like fate, right? I think it's pretty cool to be a pair who fights against fate, don't you?\""
    },
    {
      "paragraf": "Ruchika's smile spoke volumes. She had an answer for everything. She had already decided she would accept me and everything about me."
    },
    {
      "paragraf": "I still couldn't believe my Gear could be wrong. But I was starting to think what Professor Aliza said had been incorrect…all thanks to this small, strange girl who I couldn't find it in myself to hate."
    },
    {
      "paragraf": "\"…There's something I've been thinking about for a while now.\""
    },
    {
      "paragraf": "\"What is it?\""
    },
    {
      "paragraf": "The life had returned to my face, and Ruchika seemed to notice. Putting my reservations behind me, I told this shameless yet dependable demon girl what was on my mind."
    },
    {
      "paragraf": "\"I think Professor Aliza underestimates us too much. Let's show her a thing or two about what the Almighty Hero's daughter, Leonie Baez, really has in her.\""
    },
    {
      "paragraf": "\"Pfft! …Ah-ha-ha-ha!\""
    },
    {
      "paragraf": "Ruchika burst into a fit of laughter. Her laugh was contagious, and it made me start laughing, too. I felt refreshed, like the fog that had been building up inside me had finally cleared."
    },
    {
      "paragraf": "\"Ruchika, will you pair up with me?\""
    },
    {
      "paragraf": "I asked her this question, holding out my right hand. She reached out and grasped it back."
    },
    {
      "paragraf": "\"Of course. I'm ready to be with you till death do us part!\""
    },
    {
      "paragraf": "Saying this, she grinned back at me with a smile as dazzling as the sun."
    },
    {
      "paragraf": "\"This is all Aliza's fault. We didn't do anything wrong. So let's shut her up once and for all!\""
    },
    {
      "paragraf": "Ruchika puffed out her chest. Having been charmed by her declaration to stay by my side, I responded automatically—"
    },
    {
      "paragraf": "\"Yes, let's do just that.\""
    },
    {
      "paragraf": "—and nodded back at her."
    },
    {
      "paragraf": "\"I'm starting to think you've been influencing me, Ruchika.\""
    },
    {
      "paragraf": "\"Does that mean you're gonna be my mate?\""
    },
    {
      "paragraf": "\"Don't be silly.\""
    },
    {
      "paragraf": "Having regained enough energy to engage in light banter, I made up my mind. I would take on the challenge of the proficiency test with Ruchika as my partner."
    },
    {
      "paragraf": "◇◇◇"
    },
    {
      "paragraf": "<b>(Danita)</b>"
    },
    {
      "paragraf": "\"Heh-heh-heh… Now it's really over for those two.\""
    },
    {
      "paragraf": "My mom was sitting on the couch in my room, enjoying herself. She had a glass of wine in one hand. On the table in front of her were some snacks I had made. She seemed pretty happy that Ruchika and Leonie had fallen into her trap and was celebrating with one glass after another."
    },
    {
      "paragraf": "\"Don't drink too much, okay? You know you can't hold your alcohol.\""
    },
    {
      "paragraf": "\"Oh, let me off easy, just for today. Especially now that it finally seems like I'll be rid of those thorns in my side.\""
    },
    {
      "paragraf": "Brushing off my warning, she took another sip from her class. I let out a sigh and left a glass of water on the table next to her wine bottle."
    },
    {
      "paragraf": "\"You're real happy just to get rid of them, huh?\""
    },
    {
      "paragraf": "\"Of course I am. They don't deserve to be here. Only prodigies in body and mind like you should be allowed to become heroes.\""
    },
    {
      "paragraf": "\"'Prodigies,' huh?\""
    },
    {
      "paragraf": "If she was talking about people with innate skill, then Ruchika's fighting sense could definitely be called a natural gift. And it wasn't only her. Leonie's bright intellect and noble ambitions were, in a way, like a talent bestowed by the heavens. I couldn't help but feel repulsed that their talents would be wasted and lost because of this bullying."
    },
    {
      "paragraf": "\"Did you have to go about it this way? If they really didn't deserve to become heroes, then they would flunk out even without—\""
    },
    {
      "paragraf": "\"Danita, you don't have to worry about any of this. Just focus on your own path to becoming a hero. There's no need for you to pity those dropouts.\""
    },
    {
      "paragraf": "It wasn't pity. I was just judging them objectively. Ruchika's strength and Leonie's smarts were real talent. I'd much rather give them a fair and square fight and prove I was better than them on my own terms instead of letting my mom's underhanded tactics get them expelled."
    },
    {
      "paragraf": "\"Oh, right, I wanted to give this to you.\""
    },
    {
      "paragraf": "Saying this, my mom took out a smallish roll of paper from her breast pocket and handed it to me. I opened it up to see it was some kind of magic scroll."
    },
    {
      "paragraf": "\"What's this?\""
    },
    {
      "paragraf": "\"A summoning scroll. There's a powerful monster sealed in there. If you use it, you'll be able to control it at will.\""
    },
    {
      "paragraf": "<i>A monster? Why is she givin' this to me?</i>"
    },
    {
      "paragraf": "\"What am I s'posed to do with this?\""
    },
    {
      "paragraf": "\"Use it during the proficiency test. I don't expect Ruchika and Leonie will get anywhere close to passing, but just in case they do, this will take care of them—\""
    },
    {
      "paragraf": "\"Mom!\""
    },
    {
      "paragraf": "I cut her off. I couldn't listen to this anymore."
    },
    {
      "paragraf": "\"You can't do this! You're obviously goin' too far!\""
    },
    {
      "paragraf": "\"Going too far? But we must make those unworthy of being heroes take their leave as quickly as possible.\""
    },
    {
      "paragraf": "\"But if they <i>are</i> able to finish the exam, that means they <i>do</i> got a shot at becoming heroes, right?! So it's wrong to go out of your way to get rid of 'em like this!\""
    },
    {
      "paragraf": "\"Danita…\""
    },
    {
      "paragraf": "Mom set her glass down on the table, stood up, and walked over to me. Her face was flushed from the alcohol, and she had a strange look in her eyes. She looked like she was about to give a lecture to a badly behaved child. And I hated that look."
    },
    {
      "paragraf": "\"Think of what your mother is doing as…cleaning.\""
    },
    {
      "paragraf": "\"'Cleaning'?\""
    },
    {
      "paragraf": "\"That's right. I'm cleaning up to create a worry-free environment for you and your prospective comrades who will also become heroes someday. I'm doing this for your sake.\""
    },
    {
      "paragraf": "She hugged me. I wondered when I had stopped being happy to feel my own mother's warmth. To me it, the sensation was more like some kind of mud or mucus clinging to me."
    },
    {
      "paragraf": "\"Danita, you don't have to think about anything. Just listen to what I say. If you do that, then you will become a hero. A splendid hero, just like your father was.\""
    },
    {
      "paragraf": "We separated, and she looked at me as she told me this. I knew she wasn't really seeing me. She was always chasing an illusion—the illusion of my dead father. That fact made me feel unbearably lonely."
    },
    {
      "paragraf": "\"Hey, Danita, I'm out of the bath now, so— Oh, I didn't know you were here, Professor Aliza,\" said my roommate. \"Good evening.\""
    },
    {
      "paragraf": "\"Don't mind me, I was just leaving. Good night, then, you two.\""
    },
    {
      "paragraf": "\"…Night.\""
    },
    {
      "paragraf": "\"Good night!\""
    },
    {
      "paragraf": "As I watched my mom leave the room, I looked down at the scroll she had left in my hands. <i>Use this thing \"just in case\"?</i> She didn't even ask me to take them down myself. That meant she was afraid of Ruchika and Leonie. She knew they were stronger than me."
    },
    {
      "paragraf": "\"How many times…is she gonna make a fool outta me?\""
    },
    {
      "paragraf": "\"Danita? What's wrong?\" asked my roommate."
    },
    {
      "paragraf": "\"None of your business!\""
    },
    {
      "paragraf": "\"Whoa! What's with that reaction? Someone's in a bad mood.\""
    },
    {
      "paragraf": "\"…My bad.\""
    },
    {
      "paragraf": "There was no use taking it out on her. That just wasn't cool of me."
    },
    {
      "paragraf": "\"Hey, so…if your parents gave you somethin' you didn't need, what would you do with it?\""
    },
    {
      "paragraf": "\"Throw it away behind their backs, I guess?\""
    },
    {
      "paragraf": "\"That's what I thought.\""
    },
    {
      "paragraf": "If only I could just throw this thing away. But knowing my mom, she'd probably check my belongings before the test started to make sure I still had it. And if she found out I didn't, who knew what she'd do to Ruchika and Leonie instead? I needed to hold on to this thing. I squeezed the scroll in my hand."
    },
    {
      "paragraf": "<i>…Why doesn't anyone just believe in my strength</i><i>?</i>"
    }
  ]
}
