{
  "id": "epilogue",
  "judul": "Epilogue",
  "konten": [
    {
      "paragraf": "The proficiency exam was so rife with trouble that the Hero Institute fell into a commotion for quite some time. First, Aliza and Danita were duly punished for having let their personal grudges interfere with the exam. As central figures in the case, Leonie and I were questioned about the situation during its investigation, and we were even called to the scene on the day the pair's punishment was to be decided."
    },
    {
      "paragraf": "<i>\"It isn't a personal grudge! I am simply trying to maintain the order of the Institute!\"</i>"
    },
    {
      "paragraf": "Aliza wasn't ready to acknowledge what she had done. Since her daughter, Danita, had already confessed to everything and acknowledged her wrongdoings, Aliza's persistence only served to leave a bad impression, but regardless, she continued to stubbornly assert that what she had done wasn't wrong. On top of that, she furiously protested the idea she and her daughter should be punished. Just as everyone present—the school principal, the teacher in charge of our year, Leonie, and me—were getting fed up with her antics, a crisp sound reverberated throughout the room."
    },
    {
      "paragraf": "Danita had slapped Aliza across the face."
    },
    {
      "paragraf": "<i>\"Stop acting so pathetic! What do you think Dad would say?!\"</i>"
    },
    {
      "paragraf": "Pressured by Danita's menacing, tearful appeal, Aliza finally began to behave herself. This incident seemed to have set her straight and practically turned her into a different person. From what I heard, after that, she submitted her resignation and disappeared from the Institute without ever having to face any consequences."
    },
    {
      "paragraf": "Danita was suspended from school for some time as her punishment. She had violated school rules in a number of ways, such as being in possession of an illegal scroll and defacing the teleportation circle at the proficiency exam. However, since she had committed most of these offenses under pressure from Aliza, the school decided to give her a lighter punishment, taking her talent and age into consideration."
    },
    {
      "paragraf": "After being handed down her suspension, Danita holed up in her room and seemed to leave her tyrannical attitude behind her. This is a bit of a digression, but I'd heard a student passing by her room had witnessed a juicy exchange between Danita and one of her followers."
    },
    {
      "paragraf": "Apparently, the flunky had been pacing back and forth in front of her room."
    },
    {
      "paragraf": "<i>\"If you've got somethin' to say to me, then spit it out.\"</i>"
    },
    {
      "paragraf": "<i>\"…I'm sorry. I know I can't ask you to forgive me, but I—\"</i>"
    },
    {
      "paragraf": "<i>\"I won't forgive you.\"</i>"
    },
    {
      "paragraf": "<i>\"…Wh-what?\"</i>"
    },
    {
      "paragraf": "<i>\"At least, not until you treat me to lunch. Once my suspension is over, y'know.\"</i>"
    },
    {
      "paragraf": "<i>\"</i><i>! Danita…\"</i>"
    },
    {
      "paragraf": "<i>\"One lunch special, extra large.\"</i>"
    },
    {
      "paragraf": "<i>\"Yes… You've got it, Danita</i><i>!\"</i>"
    },
    {
      "paragraf": "Leonie was given high praise for the survival skills she'd displayed on the deserted island. Many of the students owed their lives to her convenience magic, and thanks to the words of appreciation she received from both the students who had been saved and their guardians, the Institute had no choice but to acknowledge her achievement. Since Leonie and I had found out about Aliza's involvement with the incident, the school offered to cut us a deal on the condition we didn't tell anyone else an instructor had been behind the disaster during the proficiency exam."
    },
    {
      "paragraf": "For our silence, the school agreed to some discretionary adjustments to our school activities going forward."
    },
    {
      "paragraf": "As I was leaning against the wall by the entrance to the faculty building and waiting for someone, the door opened. I watched as a beautiful girl with silver hair came out."
    },
    {
      "paragraf": "\"Hey, Leonie.\""
    },
    {
      "paragraf": "\"Ruchika… Were you waiting for me?\""
    },
    {
      "paragraf": "\"Yup. So how did it go? Did you reach an agreement?\""
    },
    {
      "paragraf": "\"Yes. They suggested adjusting my Gear so I can continue my path of researching convenience magic.\""
    },
    {
      "paragraf": "According to the Institute, Leonie's foremost talent that had been indicated by her Gear was still swordsmanship, and they had no intention to go against their beliefs in the Gear's ultimate authority. Apparently, however, they could make artificial adjustments to her Gear to allow Leonie to keep developing convenience magic from now on."
    },
    {
      "paragraf": "\"That means you can do what you want! Congrats, Leonie. That's great to hear, right?\""
    },
    {
      "paragraf": "I gave her a lighthearted reply, but her answer was unexpected."
    },
    {
      "paragraf": "\"However, I declined their offer.\""
    },
    {
      "paragraf": "\"Huh?\""
    },
    {
      "paragraf": "I blinked back at her in disbelief."
    },
    {
      "paragraf": "\"Wh-why? After you finally got a chance to do what you wanted…\""
    },
    {
      "paragraf": "\"Oh, I'm sorry. The way I phrased that was misleading. To put it more accurately, I asked them for something even more extravagant.\""
    },
    {
      "paragraf": "\"'Extravagant'?\""
    },
    {
      "paragraf": "\"Yes. I requested that I be able to study both my swordsmanship and convenience magic simultaneously.\""
    },
    {
      "paragraf": "I listened, surprised, as Leonie went on:"
    },
    {
      "paragraf": "\"Indeed, I do love convenience magic. But I don't want to give up on the path of swordsmanship my Gear has indicated to me.\""
    },
    {
      "paragraf": "I asked her why, and she answered—"
    },
    {
      "paragraf": "\"I have what I <i>want</i> to do, and what I <i>should</i> do—and I want to do them both. Though you taught me the importance of following my passions, Ruchika, at the end of the day, I'm still the daughter of a hero.\""
    },
    {
      "paragraf": "It seemed Leonie had, in a fashion, recognized the value of my lifestyle, the value of \"doing what you want to do.\" But she had also chosen not to neglect what she felt she should do. She also attributed the way everyone had ended up awkwardly thanking her for saving their lives on the deserted island to how she had \"done what she felt she should do.\""
    },
    {
      "paragraf": "\"I see. Well, if that's what you've decided, then that's great, too.\""
    },
    {
      "paragraf": "\"You always respect my decisions, don't you, Ruchika?\""
    },
    {
      "paragraf": "\"Of course I do! Because I love you!\""
    },
    {
      "paragraf": "\"Yeah, yeah.\""
    },
    {
      "paragraf": "\"Aw, come on, don't be so cold!\""
    },
    {
      "paragraf": "Leonie gave me an awkward smile as I pouted back at her."
    },
    {
      "paragraf": "\"Hey, Ruchika. Can't you hang out with us sometimes, too?\""
    },
    {
      "paragraf": "\"Sorry, I can't today. But maybe next time!\""
    },
    {
      "paragraf": "After the proficiency test, my school life underwent some changes. Specifically, I ended up making more friends. The blond, pigtailed girl standing before me was one of them. While there were still plenty of people who were afraid of me, there were also more people who were interested in getting to know me."
    },
    {
      "paragraf": "\"Yeah, you say that now. But you're just gonna go hang out with Leonie again, aren't you?\""
    },
    {
      "paragraf": "\"You're right, but I promise it's not because I'm neglecting the rest of my friends! It's just that, to me, Leonie takes priority over everything else.\""
    },
    {
      "paragraf": "\"You're hopeless. I mean, I get that you're totally infatuated with her, but if you follow her around too much, I think it might have the opposite effect from what you're hoping for.\""
    },
    {
      "paragraf": "\"What do you mean?\""
    },
    {
      "paragraf": "\"<i>If pushing doesn't work, try pulling</i>—basically, you should try different approaches when it comes to love games. It's something we humans say. You might wanna remember that for later.\""
    },
    {
      "paragraf": "\"I dunno, demons are usually all about push, push, push! But thanks, I'll keep it in mind.\""
    },
    {
      "paragraf": "I told her I would see her later and went off on my way."
    },
    {
      "paragraf": "It seemed like, around the Institute, some people were still treating me a little bit like a scary outcast. But at least people also seemed to realize I wasn't a bad guy, either. At first, I felt like it was kind of rude after all that had happened, but I decided not to let it bother me too much once I started making more friends like that girl."
    },
    {
      "paragraf": "I kept walking and reached the research building. When I peered into the room Leonie had told me to meet her in, I saw her deep in conversation with a few other students."
    },
    {
      "paragraf": "\"Don't you think we should layer this part of the spell circle?\""
    },
    {
      "paragraf": "\"If we do, it will dramatically reduce the magic's efficiency. It would be fine if it was just a toy for us to play with, but magical devices should be made with practicality in mind.\""
    },
    {
      "paragraf": "\"Wouldn't it be better to work on improving efficiency little by little in due course? If there's no room for flexibility in the design from the start, then there's no room for later development, right?\""
    },
    {
      "paragraf": "\"That is one way to think about it, but—\""
    },
    {
      "paragraf": "Yeah, I had no idea what they were blabbing about. The bell encouraging the students to go home for the day had already rung, but Leonie and the others were still engrossed in their discussion. I bet pretty soon, one of the school caretakers would be coming around to chase them off, but since they seemed like they'd still be a while, I decided to wait outside the building."
    },
    {
      "paragraf": "Leonie's reputation as being weak for a hero's daughter hadn't changed, but now people also recognized her for her top-class skills in convenience magic. As a result, she had started receiving requests from people wanting to learn convenience magic and invitations to collaborate on research. I was a little sad we weren't spending as much time with just the two of us anymore. But since I'm a very understanding lady, I would never want to do anything to tie her down…at least, not yet."
    },
    {
      "paragraf": "<i>—You're not going to greet her?</i>"
    },
    {
      "paragraf": "\"I don't wanna bother her when she's concentrating like that.\""
    },
    {
      "paragraf": "<i>—Oh, is that the kind of move a considerate girlfriend would make?</i>"
    },
    {
      "paragraf": "\"Proto, you say some pretty weird things sometimes. More important, I wanted to ask, is it possible you're actually—\""
    },
    {
      "paragraf": "<i>—What?</i>"
    },
    {
      "paragraf": "\"…Eh, you know what? Never mind.\""
    },
    {
      "paragraf": "There was something I had been thinking about Proto for a while now, but I had a feeling she wouldn't tell me the truth even if I asked her, so I decided to keep my theory to myself."
    },
    {
      "paragraf": "<i>—A confession of love, is it? My, my, I suppose I'm quite the popular Gear myself.</i>"
    },
    {
      "paragraf": "\"No way that's it!!\""
    },
    {
      "paragraf": "Anyway, I could bug Proto about that later."
    },
    {
      "paragraf": "\"Wait up, Ruchika.\""
    },
    {
      "paragraf": "\"Oh, Leonie?\""
    },
    {
      "paragraf": "Hearing someone call my name, I turned around to see Leonie walking toward me."
    },
    {
      "paragraf": "\"I saw you leaving. If you came to visit, you could at least say hello.\""
    },
    {
      "paragraf": "\"It seemed like you were in the middle of a discussion, and I didn't want to interrupt your work.\""
    },
    {
      "paragraf": "I never thought she would cut it short just to chase after me. That made me pretty happy."
    },
    {
      "paragraf": "\"Things were getting a little too heated, so we decided to go home for today and pick up where we left off again tomorrow. It's already late, too.\""
    },
    {
      "paragraf": "\"Oh, okay.\""
    },
    {
      "paragraf": "Leonie seemed more cheerful and energetic than she had been before. While she still had her worries about her sword training, she was having fun researching convenience magic, which made her feel more motivated at school. I had started tagging along to help with her sword training sometimes, and I was also having a blast watching her improve. Occasionally, Nor trained with us as well."
    },
    {
      "paragraf": "Another exception the school had granted us was officially recognizing me and Leonie as partners. Apparently, it was unprecedented to form a partnership that hadn't been chosen by Gear. While there were still some people who disagreed with the idea, Leonie and I didn't care. They could say whatever they wanted."
    },
    {
      "paragraf": "So basically…"
    },
    {
      "paragraf": "\"Now we can officially become mates, right?\""
    },
    {
      "paragraf": "\"Of course not.\""
    },
    {
      "paragraf": "\"Whaaat? Why not?\""
    },
    {
      "paragraf": "While you may have thought that meant I had finally won her over, Leonie was still the same cool and collected beauty as ever, always toying with my heart."
    },
    {
      "paragraf": "\"Aw, man… Don't tell me you still haven't warmed up to me after all this time?\""
    },
    {
      "paragraf": "\"Do I really have to come out and say it for you to understand?\""
    },
    {
      "paragraf": "\"Uh, that's okay, forget I said anything…\""
    },
    {
      "paragraf": "Faced with her freezing-cold gaze, I started to retreat dejectedly."
    },
    {
      "paragraf": "\"You know I certainly don't dislike you, Ruchika.\""
    },
    {
      "paragraf": "\"Yeah, right… But you don't <i>like</i> me, either… Unless?\""
    },
    {
      "paragraf": "\"Just forget it, you dunce.\""
    },
    {
      "paragraf": "\"Aw, come on!\""
    },
    {
      "paragraf": "We had only just begun our journey together."
    },
    {
      "paragraf": "It was before we knew we really were destined for each other. This was the story of how it all began."
    },
    {
      "paragraf": "<i>The End</i>"
    }
  ]
}
